Repository: petlyak/buddypress-ukrainian
Catalog: buddypress-*.po
Languages: uk

source: Each BuddyPress Component needs its own WordPress page. The following WordPress Pages have more than one component associated with them: %s.
uk: Кожному компоненту в BuddyPress потрібна своя власна WordPress сторінка. Наступні WordPress сторінки пов'язані з більш ніж одним компонентом: %s.

source: Register
uk: Зареєструватися

source: Activate
uk: Активувати

source: <strong>BuddyPress is almost ready</strong>. You must <a href="%s">update your permalink structure</a> to something other than the default for it to work.
uk: <strong>BuddyPress майже готовий до роботи</ strong>. Ви повинні <a href="%s">змінити ЧПУ посилань</a> на будь-який інший варіант, крім стандартного, щоб все було в порядку.

source: Components, Pages, Settings, and Forums, have been moved to <a href="%s">Settings &gt; BuddyPress</a>. Profile Fields has been moved into the <a href="%s">Users</a> menu.
uk: Компоненти, Сторінки, Налаштування та Форуми перемістилися в <a href="%s">Параметри &gt; BuddyPress </a>. Поля профілю перемістилися в меню <a href="%s">Користувачів</a>.

source: Don't worry! We've moved the BuddyPress options into more convenient and easier to find locations. You're seeing this page because you are running a legacy BuddyPress plugin which has not been updated.
uk: Не хвилюйтесь! Ми перемістили всі налаштування в більш зручне і доступне для пошуку місця. Ви бачите цю сторінку, тому що якийсь плагін ще не оновився і використовує старий метод додавання сторінки налаштувань.

source: Why have all my BuddyPress menus disappeared?
uk: Куди поділися всі меню BuddyPress?

source: Record activity for new sites, posts, and comments across your network.
uk: Записувати в стрічку активності події створення нових сайтів, записів на них і коментарів.

source: Record activity for new posts and comments from your site.
uk: Відображуйте в стрічці активності записи і коментарі користувачів по всій мережі.

source: Site Tracking
uk: Стрічка сайту

source: Group forums allow for focused, bulletin-board style conversations.
uk: Форуми груп дозволяють фокусуватися на обговоренні.

source: Group Forums (Legacy)
uk: Форуми групи (Застаріле)

source: Groups allow your users to organize themselves into specific public, private or hidden sections with separate activity streams and member listings.
uk: Відкриті, приватні і приховані групи дозволяють вашим користувачам розділити обговорення на різні теми з незалежними стрічками активності і списками учасників.

source: User Groups
uk: Групи користувачів

source: Global, personal, and group activity streams with threaded commenting, direct posting, favoriting, and @mentions, all with full RSS feed and email notification support.
uk: Глобальні, особисті та групові стрічки активності з деревоподібними коментарями, пряма публікація і @сповіщення - все з повною підтримкою RSS стрічок і повідомлень на email.

source: Allow your users to talk to each other directly and in private. Not just limited to one-on-one discussions, messages can be sent between any number of members.
uk: Особисте листування дозволить користувачам спілкуватися один з одним безпосередньо і особисто. Причому немає обмежень на кількість одночасно спілкуючих людей - одержувачів повідомлення може бути декілька.

source: Private Messaging
uk: Особисте листування

source: Let your users make connections so they can track the activity of others and focus on the people they care about the most.
uk: Дайте можливість користувачам ставати друзями, щоб вони могли стежити за активністю один одного або переглядати тільки тих, хто їм цікавий.

source: Friend Connections
uk: Дружні зв'язки

source: BuddyPress Forums are retired. Use %s.
uk: Форуми BuddyPress застаріли. Використовуйте %s.

source: Group Forums
uk: Форуми групи

source: Everything in a BuddyPress community revolves around its members.
uk: Все всередині BuddyPress крутиться навколо користувачів.

source: Community Members
uk: Користувачі спільноти

source: It&#8216;s what makes <del>time travel</del> BuddyPress possible!
uk: Це те, що робить <del>подорож у часі</del> BuddyPress працездатним!

source: BuddyPress Core
uk: Ядро BuddyPress

source: No components found.
uk: Компоненти не знайдені.

source: Description
uk: Опис

source: Component
uk: Компонент

source: Retired <span class="count">(%s)</span>
uk: Застарілі <span class="count">(%s)</span>

source: Must-Use <span class="count">(%s)</span>
uk: Обов'язкові <span class="count">(%s)</span>

source: Inactive <span class="count">(%s)</span>
uk: Неактивовані <span class="count">(%s)</span>

source: Active <span class="count">(%s)</span>
uk: Активовані <span class="count">(%s)</span>

# plugins
source: All <span class="count">(%s)</span>
uk: Всі <span class="count">(%s)</span>

source: Notify members of relevant activity with a toolbar bubble and/or via email, and allow them to customize their notification settings.
uk: Сповіщення користувачів про активність за допомогою іконок в панелі інструментів і/або через електронну пошту, і дозволити їм налаштовувати сповіщення.

source: Notifications
uk: Сповіщення

source: Allow your users to modify their account and notification settings directly from within their profiles.
uk: Дайте можливість користувачам змінювати налаштування своїх облікових записів і сповіщень.

source: Account Settings
uk: Налаштування облікового запису

source: Customize your community with fully editable profile fields that allow your users to describe themselves.
uk: Налаштуйте ваше співтовариство за допомогою полів профілю таким чином, щоб дати можливість користувачам якомога повніше описати себе.

source: Extended Profiles
uk: Розширені профілі

source: Save Settings
uk: Зберегти налаштування

source: Components
uk: Компоненти

source: Max posts to show:
uk: Максимум записів для показу:

source: Link widget title to Blogs directory
uk: Зробити заголовок віджета посиланням на сторінку списку блогів

# Label for the Title field of the Recent Networkwide Posts widget
source: Title:
uk: Заголовок:

source: Sorry, there were no posts found. Why not write one?
uk: Не знайдено жодного запису на сайті. Може, варто написати хоча б одну?

source: Recent Networkwide Posts
uk: Останні записи в мережі

# widget name
source: (BuddyPress) Recent Networkwide Posts
uk: (BuddyPress) Останні записи в мережі

source: A list of recently published posts from across your network.
uk: Список недавно опублікованих записів у вашій мережі.

source: %s site
uk: %s сайт

source: Visit Site
uk: Відвідати сайт

source: Search
uk: Пошук

source: %s's Recent Comments
uk: %s: Коментарі

source: %s's Recent Posts
uk: %s: Свіжі записи

source: %s's Sites
uk: %s: Сайти

source: Congratulations! You have successfully registered a new site.
uk: Прийміть поздоровлення! Ви успішно зареєстрували новий сайт.

source: I would like my site to appear in search engines, and in public listings around this network.
uk: Я хотів би, щоб мій сайт був присутній в пошукових системах на кшталт Google і Yandex, а також в стрічці активності і каталозі сайтів мережі.

source: Site Title:
uk: Заголовок сайту:

source: Must be at least 4 characters, letters and numbers only. It cannot be changed so choose carefully!)
uk: (Необхідно як мінімум 4 символу, тільки букви і цифри. Ви не зможете це змінити, так що будьте уважні!)

source: domain.
uk: домен.

source: blogname
uk: назва сайта

source: Your address will be
uk: Ваша адреса буде

source: Site Domain:
uk: Домен сайту:

source: Site Name:
uk: Назва сайту:

source: Create Site
uk: Створити сайт

source: If you&#8217;re not going to use a great domain, leave it for a new user. Now have at it!
uk: Якщо ви не збираєтеся використовувати чудове доменне ім'я, залиште його для нових користувачів. А тепер приступайте!

source: By filling out the form below, you can <strong>add a site to your account</strong>. There is no limit to the number of sites that you can have, so create to your heart's content, but blog responsibly!
uk: Ви можете <strong>додати сайт в свій обліковий запис</strong>, якщо заповните форму нижче. Немає ніяких обмежень на кількість сайтів, так що створюйте стільки, скільки вам дійсно потрібно.

source: There was a problem; please correct the form below and try again.
uk: Виникла помилка. Будь ласка, перевірте форму і спробуйте ще раз.

source: Latest Post: %s
uk: Останній запис: %s

source: Never active
uk: Немає активності

source: active %s
uk: Активність: %s

source: Profile picture of site author %s
uk: Аватар автора сайту %s

source: Viewing %1$s - %2$s of %3$s site
uk: Перегляд %1$s - %2$s з %3$s сайта

source: Viewing 1 site
uk: Перегляд 1 сайту

source: Posts
uk: Записи

source: New post published
uk: Опубліковаий новий запис

source: Create a Site
uk: Створити сайт

source: Sites
uk: Сайти

source: My Sites
uk: Мої сайти

source: Search sites...
uk: Пошук сайтів...

# component directory title
source: Sites
uk: Сайти

source: Site Directory
uk: Каталог сайтів

source: %1$s commented on the post, %2$s
uk: %1$s: залишив коментар на запис %2$s

source: %1$s commented on the post, %2$s, on the site %3$s
uk: %1$s залишив коментар на запис %2$s на сайті %3$s

source: %1$s wrote a new post, %2$s
uk: %1$s опублікував новий запис %2$s

source: %1$s wrote a new post, %2$s, on the site %3$s
uk: %1$s опублікував новий запис %2$s на сайті %3$s

source: (no title)
uk: (без заголовка)

source: %s created the site %s
uk: %s: створений сайт - %s

source: Comments
uk: Коментарі

source: New post comment posted
uk: Опублікований коментар до запису

source: New Sites
uk: Нові сайти

source: New site created
uk: Створено новий сайт

source: In reply to
uk: У відповідь на повідомлення

source: RSS feed 'id' must be defined
uk: 'id' RSS стрічки мабуть не визначено

source: Site Wide Activity RSS Feed
uk: RSS стрічка активності сайту

source: Public Message
uk: Статус

source: a user
uk: Користувач

source: Clear Filter
uk: Скидання

source: View
uk: Перегляд

source: Delete
uk: Видалити

source: %1$s no longer accepts arguments. See the inline documentation at %2$s for more details.
uk: %1$s більше не сприймає аргументів. Подивіться онлайн-документацію на %2$s для отримання більш детальної інформації.

source: View Discussion
uk: Подивитися обговорення

source: Profile picture of the author of the site %s
uk: Аватар автора сайту %s

source: Group logo of %s
uk: Логотип групи (%s)

source: Group logo
uk: Логотип групи

source: Profile picture
uk: Зображення профілю

source: Viewing %1$s - %2$s of %3$s item
uk: Перегляд %1$s - %2$s з %3$s записа

source: Viewing 1 item
uk: Перегляд 1 елемента

source: Arguments passed to %1$s should be in an associative array. See the inline documentation at %2$s for more details.
uk: Аргументи, передані в %1$s, повинні бути асоціативним масивом. Подивіться документацію %2$s для додаткової інформації.

source: A member replies to an update or comment you've posted
uk: Користувач відповів на ваш статус або коментар

source: A member mentions you in an update using "@%s"
uk: Користувач відповів на ваш статус або коментар "@%s"

source: No
uk: Ні

source: Yes
uk: Так

source: Activity
uk: Активність

source: You do not have access to this activity.
uk: У вас недостатньо прав для доступу до цього елемента активності.

source: %1$s mentioned you
uk: Ви згадані в статусі в %1$s

source: You have %1$d new mentions
uk: Нові згадки в активності: %1$d

source: @%s Mentions
uk: @%s

source: %1$s mentioned you in the group "%2$s": "%3$s" To view and respond to the message, log in and visit: %4$s ---------------------
uk: Вас згадав користувач %1$s в групі "%2$s": "%3$s" Щоб переглянути та відповісти на повідомлення, авторизуйтесь та відвідайте: %4$s ---------------------

source: Profile picture of %s
uk: Зображення профілю (%s)

# Page and <title>
source: My Activity
uk: Моя активність

# My Account Activity sub nav
source: Groups
uk: Групи

# My Account Activity sub nav
source: Friends
uk: Друзі

# My Account Activity sub nav
source: Favorites
uk: Вибране

# My Account Activity sub nav
source: Personal
uk: Особиста

# My Account Activity sub nav
source: Activity
uk: Активність

# Toolbar Mention logged in user
source: Mentions
uk: Згадки

# Profile activity screen sub nav
source: Groups
uk: Групи

# Profile activity screen sub nav
source: Friends
uk: Друзі

# Profile activity screen sub nav
source: Favorites
uk: Вибране

# Profile activity screen sub nav
source: Mentions
uk: Згадки

# Profile activity screen sub nav
source: Personal
uk: Особиста

# Profile activity screen nav
source: Activity
uk: Активність

source: Search Activity...
uk: Пошук в активності...

# component directory title
source: Site-Wide Activity
uk: Активність всього сайту

source: Activity Streams
uk: Стрічка активності

source: Thumbnail
uk: Мініатюра

source: The item you were replying to no longer exists.
uk: Вибачте, але запис, на яку ви відповідаєте, більше не існує.

source: There was an error posting your reply. Please try again.
uk: Під час відправки вашої відповіді сталася помилка. Будь ласка, спробуйте ще раз.

# Activity Custom Post Type post action
source: %1$s wrote a new <a href="%2$s">item</a>
uk: %1$s: опублікував нову <a href="%2$s">публикацію</a>

# Activity Custom Post Type post action
source: %1$s wrote a new <a href="%2$s">item</a>, on the site %3$s
uk: %1$s: опублікував нову <a href="%2$s">публикацію</a>, на сайті %3$s

source: %s posted a new activity comment
uk: %s новий коментар активності

source: %s posted an update
uk: %s: новий статус

source: Activity Comments
uk: Коментарі в стрічці

source: Replied to a status update
uk: Відповів на оновлення статусу

source: Updates
uk: Статуси

source: Posted a status update
uk: Опубліковано новий статус

# Post Type generic activity post admin filter
source: New item published
uk: Нові публікації

source: Load Newest
uk: Завантажити останнє

source: [Read more]
uk: [Читати далі]

source: Activity History
uk: Історія активності

source: Akismet was unable to check this item (response: %s), will automatically retry again later.
uk: Akismet не зміг перевірити цей елемент (відповідь: %s), буде зроблена ще одна спроба пізніше.

source: Akismet cleared this item
uk: Akismet очистив цей елемент

source: Akismet caught this item as spam
uk: Akismet розпізнав як спам

source: %s reported this activity as not spam
uk: %s - цей елемент активності не є спамом

source: %s reported this activity as spam
uk: %s - цей елемент активності є спамом

source: History
uk: Історія

source: Un-spammed by %s
uk: Позначено як не спам (%s)

source: Flagged as spam by %s
uk: Позначено як спам (%s)

source: Cleared by Akismet
uk: Очищено Akismet

source: Flagged as spam by Akismet
uk: Akismet позначив як спам

source: %s related activity
uk: %s схожа активність

source: Are you sure?
uk: Ви впевнені?

source: Replies disabled
uk: Відповіді відключені

source: Replies are disabled for this activity item
uk: Для цього елемента активності відповіді відключені

source: Unregistered action - %s
uk: Незареєстрована подія - %s

source: Select activity item %1$d
uk: Виберіть елемент активності %1$d

source: Filter
uk: Фільтрувати

source: View all actions
uk: Всі події

# Admin SWA column header
source: In Response To
uk: Відповідь на

# Admin SWA column header
source: Action
uk: Дія

# Admin SWA column header
source: Activity
uk: Активність

# Admin SWA column header
source: Author
uk: Автор

source: Delete Permanently
uk: Видалити

source: Not Spam
uk: Не спам

source: Mark as Spam
uk: Позначити як спам

source: Spam <span class="count">(%s)</span>
uk: Спам <span class="count">(%s)</span>

source: All
uk: Усі

source: No activities found.
uk: Нічого не знайдено.

source: Reply
uk: Відповісти

source: Cancel
uk: Скасувати

source: Reply to Activity
uk: Відповісти на активність

source: Search all Activity
uk: Пошук в активності

source: Search results for &#8220;%s&#8221;
uk: Результати пошуку для &#8220;%s&#8221;

# Admin SWA page
source: Activity
uk: Активність

source: Activity related to ID #%s
uk: Елементи активності, пов'язані з ID #%s

source: The activity item has been updated successfully.
uk: Елемент стрічки активності було успішно оновлено.

source: %s activity item has been successfully unspammed.
uk: З %s елемента було знято позначку "Спам".

source: %s activity item has been successfully spammed.
uk: %s елемент був позначений як спам.

source: Errors occurred when trying to update these activity items:
uk: Відбулися помилки під час видалення таких елементів активності:

source: An error occurred when trying to update activity ID #%s.
uk: Сталася помилка під час видалення елемента ID #%s.

source: %s activity item has been permanently deleted.
uk: %s елемент був повністю знищений.

source: These identify the object that created this activity. For example, the fields could reference a pair of site and comment IDs.
uk: Це визначає об'єкт, який створив цей елемент активності. Наприклад, ці поля можуть відповідати за ID сайту і коментарі.

source: Secondary Item ID
uk: Вторинне ID елемента

source: Primary Item ID
uk: Первинне ID елемента

source: This activity item has a type (%s) that is not registered using bp_activity_set_action(), so no label is available.
uk: Цей елемент активності з типом %s зареєстрований без використання функції bp_activity_set_action (), тому у нього немає опису.

source: Author ID
uk: ID автора

source: Activity generated by posts and comments, forum topics and replies, and some plugins, uses the link field for a permalink back to the content item.
uk: Згенероване поле з записами та коментарями, темами форуму і відповідями, деякими плагінами; використовується як постійне посилання на одиницю контенту.

source: Link
uk: Посилання

source: Update
uk: Оновити

source: Edit
uk: Змінити

source: M j, Y @ G:i
uk: j M, Y @ G:i

source: Spam
uk: Спам

source: Approved
uk: Одобрено

source: View Activity
uk: Перегляд активності

source: Content
uk: Вміст

source: Action
uk: Дія

source: Editing Activity (ID #%s)
uk: Редагування активності (ID #%s)

source: In the <strong>In Response To</strong> column, if the activity was in reply to another activity, it shows that activity's author's picture and name, and a link to that activity on your live site. If there is a small bubble, the number in it shows how many other activities are related to this one; these are usually comments. Clicking the bubble will filter the activity screen to show only related activity items.
uk: У колонці <strong>У відповідь на</ strong> відображається ім'я і аватар користувача (у вигляді посилання), на яку активність була залишена відповідь, а посилання веде на сторінку цього елемента на сайті. Маленьке хмарина з числом показує, скільки ще елементів пов'язані з поточним; зазвичай, це просто коментарі. Клік на хмарці відфільтрує цю сторінку і показує тільки пов'язані елементи.

source: In the <strong>Activity</strong> column, above each activity it says &#8220;Submitted on,&#8221; followed by the date and time the activity item was generated on your site. Clicking on the date/time link will take you to that activity on your live site. Hovering over any activity gives you options to reply, edit, spam mark, or delete that activity.
uk: У колонці <strong>Активність</strong> над кожним елементом є напис "Отримано," з датою і часом створення на вашому сайті. Посилання цієї дати веде на сторінку цього елемента активності у вас на сайті. При наведенні на елемент ви побачите додаткові дії, такі як: відповісти, відредагувати, позначити спамом або видалити.

source: Moderating Activity
uk: Управління активністю

source: There are many different types of activities. Some are generated automatically by BuddyPress and other plugins, and some are entered directly by a user in the form of status update. To help manage the different activity types, use the filter dropdown box to switch between them.
uk: Існує безліч типів активності. Деякі створені самим BuddyPress автоматично або іншими плагінами, інші створюються користувачам безпосередньо (у вигляді статусів, наприклад). Щоб спростити процес управління різними типами, користуйтеся фільтрами (у вигляді списку).

source: You can manage activities made on your site similar to the way you manage comments and other content. This screen is customizable in the same ways as other management screens, and you can act on activities using the on-hover action links or the Bulk Actions.
uk: Ви можете управляти елементами активності на вашому сайті таким же чином, яким ви керуєте коментарями. Ця сторінка налаштовується точно так же, як і інші сторінки управління.

# Activity items per page (screen options)
source: Activity
uk: Активність

# activity admin edit screen
source: Author ID
uk: ID автора

# activity admin edit screen
source: Type
uk: Тип

# activity admin edit screen
source: Link
uk: Посилання

# activity admin edit screen
source: Primary Item/Secondary Item
uk: Первинний/Вторинний елемент

# activity admin edit screen
source: Status
uk: Статус

source: <a href="https://buddypress.org/support/">Support Forums</a>
uk: <a href="https://buddypress.org/support/">Форуми підтримки</a>

source: <a href="https://codex.buddypress.org/administrator-guide/activity-stream-management-panels/">Managing Activity</a>
uk: <a href="https://codex.buddypress.org/administrator-guide/activity-stream-management-panels/">управління активністю</a>

source: For more information:
uk: Більш детальна інформація:

source: For information about when and how BuddyPress uses all of these settings, see the Managing Activity link in the panel to the side.
uk: Дивіться інформацію по посиланню Управління Активністю в панелі збоку, щоб дізнатися, коли і як BuddyPress використовується всі ці настройки.

source: <strong>Type</strong> - Each distinct kind of activity has its own type. For example, <code>created_group</code> is used when a group is created and <code>joined_group</code> is used when a user joins a group.
uk: <strong>Тип</strong> - у абсолютно кожного виду елемента активності є свій власний тип. Наприклад, <code>created_group</code> використовується тоді, створена група.

source: <strong>Link</strong> - Used by some types of activity (e.g blog posts and comments, and forum topics and replies) to store a link back to the original content.
uk: <strong>Посилання</strong> - використовується деякими типами активності (записи блогу, коментарі, теми форуму і їх відповіді) для зберігання зворотного посилання на первинний контент.

source: <strong>Primary Item/Secondary Item</strong> - These identify the object that created the activity. For example, the fields could reference a comment left on a specific site. Some types of activity may only use one, or none, of these fields.
uk: <strong>Первинний/Вторинний елемент</strong> - визначає об'єкт, який створив елемент активності. Наприклад, це поле може бути коментарем, залишеним на якомусь сайті. Деякі типи активності можуть використовувати тільки один або жодного з цих полів.

source: Item, Link, Type
uk: Елемент, Посилання, Тип

source: You can also moderate the activity from this screen using the Status box, where you can also change the timestamp of the activity.
uk: Ви також можете модерувати актівносіть на цій сторінці, використовуючи блок Статусу, де ви можете також змінити час публікації елемента.
