Repository: petlyak/buddypress-ukrainian
Catalog: buddypress-*.po
Languages: uk

# Delete field link
source: Delete
uk: Видалити

# Edit field link
source: Edit
uk: Змінити

# Profile fields group was deleted successfully
source: The group was deleted successfully.
uk: Група полів була успішно видалена.

# Error when deleting profile fields group
source: There was an error deleting the group. Please try again.
uk: Під час видалення групи полів сталася помилка. Будь ласка, спробуйте ще раз.

# Add New Profile Fields Group
source: Add New Group
uk: Додати нову групу

# You have no profile fields groups.
source: You have no groups.
uk: У вас немає груп.

# Delete Profile Fields Group
source: Delete Group
uk: Видалити групу

# Edit Profile Fields Group
source: Edit Group
uk: Змінити групу

source: Show all comments (%d)
uk: Показати всі коментарі (%d)

source: Please update your server or deactivate BuddyPress.
uk: Будь ласка, поновіть ваш сервер або деактивуйте BuddyPress.

source: Your site is currently running PHP version %1$s, while BuddyPress requires version %2$s or greater.
uk: Ваш сайт на даний момент працює на PHP %1$s, в той час як для роботи BuddyPress необхідна версія як мінімум %2$s.

source: Your site does not support BuddyPress.
uk: Ваш сайт не підтримує BuddyPress.

source: A dynamic list of recently active, popular, newest, or alphabetical groups
uk: Динамічний список останніх активних, популярних, нових і груп за алфавітом

# Group members pagination in group admin
source: Viewing %1$s - %2$s of %3$s member
uk: Перегляд %1$s - %2$s з %3$s учасника

source: Forums (Legacy)
uk: Форуми (застарілі)

source: We continue to improve our localization internals, making it easier for translation editors to ensure that BuddyPress will be available for everyone in their own language.
uk: Ми продовжуємо покращувати локалізацію плагіна, полегшуючи процес перекладу для редакторів та забезпечуючи доступність BuddyPress на більшій кількості мов.

source: More under the hood &#8230;
uk: Більше під капотом &#8230;

source: Developers can specify which %s should be used when sending BuddyPress with a new filter.
uk: Розробники можуть вказати, який клас %s буде використовуватися для відправки листів BuddyPress, використовуючи новий фільтр.

source: Enable choice of %s
uk: Можливість вибору класу %s

source: The groups widget can now be sorted alphabetically, in addition to sorting the results by recently active, popular, and newest groups.
uk: Віджет груп тепер може бути відсортований за алфавітом на додаток до сортування результатів за останніми активними, популярними і новими групами.

source: Alphabetical sorting for Groups widget
uk: Сортування за алфавітом в віджеті груп

source: The new %1$s parameter allows developers to specify which columns should be matched, as well as where wildcard characters should be placed, when searching via %2$s.
uk: Новий параметр %1$s дозволяє розробникам вказати, яку колонку зв'язати з пошуком, а також де розмістити символи часткового входження (wildcard) під час використання %2$s для пошуку.

source: A more flexible Group search
uk: Більш гнучкий пошук по групам

source: We've added new filters and actions for different methods throughout the Messages component.
uk: Ми додали нові фільтри і хуки в різних методах по всьому компоненту особистого листування.

source: More hooks for Messages
uk: Більше хуків для особистого листування

source: Full-width BuddyPress layout for Twenty Seventeen theme.
uk: Макет на всю ширину для BuddyPress в темі Twenty Seventeen.

source: To change the default two-column page layout to a full-width layout as seen in the image, add the <a href="%1$s">following code</a> to the %2$s file of your Twenty Seventeen child theme.
uk: Для зміни стандартного двох-колоночного макета сторінки на всю ширину, як зображено на малюнку, додайте <a href="%1$s">наступний код</a> в файл %2$s вашої дочірньої теми для Twenty Seventeen.

source: BuddyPress looks great in WordPress's latest default theme with the new Twenty Seventeen companion stylesheet.
uk: BuddyPress відмінно виглядає в останній стандартній темі WordPress під назвою Twenty Seventeen.

source: Allow users to unsubscribe from BuddyPress email notifications in some email clients such as Gmail (web), when properly configured.
uk: Дозволити користувачам відписатися від письмових повідомлень BuddyPress в деяких emal-клієнтів, таких як Gmail (web), коли все правильно налаштовано.

source: Email header showing the list-unsubscribe feature.
uk: Тема в листах, що показує можливість відписатися.

source: Support for %s header in emails
uk: Підтримка заголовка %s в листах

source: When you click on the username on the "Users > Manage Signups" page, you can now view profile data entered by the user at the time of registration.
uk: Після кліка на ім'я користувача на сторінці "Користувачі > Управління реєстраціями" ви зможете переглянути дані полів профілю, які були заповнені ним при реєстрації.

source: The improved pending account screen.
uk: Покращена сторінка очікують облікових записів.

source: More helpful "Activate Pending Accounts" screen
uk: Більш корисна "Активувати очікуючі облікові записи"

source: To continue the migration of legacy code to modern standards and techniques necessary for the %1$s project and other new features moving forward, <a href="%2$s">BuddyPress 2.8 requires at least PHP 5.3</a>. This will allow us to build better, robust, and secure code, benefitting developers and users now and in the future.
uk: Для продовження міграції старого коду на нові стандарти розробки, що необхідно для роботи проекту %1$s та інших нових речей, <a href="%2$s"> BuddyPress 2.8 вимагатиме як мінімум PHP 5.3</a>. Це дозволить нам створити кращий і безпечніший код, від чого у виграші в майбутньому будуть всі - як розробники, так і користувачі.

source: Modernizing the Codebase
uk: Оновлення кодової бази

source: BuddyPress helps site builders and WordPress developers add community features to their websites, with user profile fields, activity streams, messaging, and notifications.
uk: BuddyPress дозволяє додавати функціональність спільнот на свої сайти, такі як: профілі, стрічки активності, особисте листування і повідомлення.

source: Field Group Name (required)
uk: Назва набору полів (обов'язково)

# XProfile admin edit field
source: Name (required)
uk: Ім'я (обов'язково)

source: years from now
uk: роки з поточної дати

source: years ago
uk: роки тому

source: Select range
uk: Виберіть діапазон

source: Relative
uk: Відносний

source: End:
uk: Кінець:

source: Start:
uk: Початок:

source: Absolute
uk: Абсолютний

source: Range
uk: Діапазон

source: Documentation on date and time formatting
uk: Документація щодо форматування дат і часу

source: Example:
uk: Приклад:

source: Enter custom time format
uk: Виберіть власний формат часу

source: Custom:
uk: Власний:

source: <code>4 years ago</code>, <code>4 years from now</code>
uk: <code>4 роки тому</code>, <code>4 роки від зараз</code>

source: Time elapsed
uk: Минулий час

source: Profile visibility settings
uk: Налаштування видимості профілю

source: Notification settings
uk: Налаштування сповіщень

source: Account settings
uk: Налаштування облікового запису

source: Profile field groups
uk: Групи полів профілю

source: Unread notifications
uk: Непрочитані сповіщення

source: Sitewide Notices
uk: Повідомлення для всіх користувачів

source: Sent Messages
uk: Відправлені повідомлення

source: Messages inbox
uk: Вхідні повідомлення

source: Starred messages
uk: Помічені повідомлення

source: Compose Message
uk: Написати повідомлення

source: Member primary navigation
uk: Головне меню користувача

source: Member's groups
uk: Групи користувача

source: My groups
uk: Мої групи

source: Group invitations
uk: Запрошення в групу

source: Friends
uk: Друзі

source: My friends
uk: Мої друзі

source: Friendship requests
uk: Запит дружби

source: Member secondary navigation
uk: Додаткове меню користувача

source: Privacy: I would like my site to appear in search engines, and in public listings around this network.
uk: Конфіденційність: я хотів би, щоб мій сайт відображався в пошукових системах і в публічному каталозі всіх сайтів в цій мережі.

source: Members directory
uk: Каталог користувачів

source: Members directory secondary navigation
uk: Додаткове меню каталогу користувачів

source: Members directory main navigation
uk: Основне меню каталогу користувачів

source: Send invites
uk: Надіслати запрошення

source: Request form
uk: Форма для заявки

source: Group primary navigation
uk: Основне меню групи

source: Manage Membership Requests
uk: Управління запитами на вступ

source: No group members were found.
uk: Учасники групи не були знайдені.

source: No group moderators were found.
uk: Модератори групи не були знайдені.

source: No group administrators were found.
uk: Адміністратори групи не були знайдені.

source: Manage Group Settings
uk: Управління настройками групи

source: Manage Group Details
uk: Управління загальною інформацією про групу

source: Groups directory
uk: Каталог груп

source: Groups directory secondary navigation
uk: Додаткове меню каталогу груп

source: Groups directory main navigation
uk: Основне меню каталогу груп

source: Group Avatar
uk: Аватар групи

source: Select the types this group should be a part of.
uk: Виберіть типи, яким група повинна належати.

source: Group Types
uk: Типи груп

source: Group Details
uk: Опис групи

source: Forums secondary navigation
uk: Додаткове меню форумів

source: Forums directory main navigation
uk: Основне меню каталогу форумів

source: Sites directory
uk: Каталог сайтів

source: Sites directory secondary navigation
uk: Додаткове меню каталогу сайтів

source: Sites directory main navigation
uk: Основне меню каталогу сайтів

source: Activity secondary navigation
uk: Додаткове меню активності

source: Sitewide activities navigation
uk: Меню активності сайту

source: <a href="%1$s">%2$s</a> replied <a href="%3$s" class="activity-time-since"><span class="time-since" data-livestamp="%4$s">%5$s</span></a>
uk: Користувач <a href="%1$s">%2$s</a> відповів <a href="%3$s" class="activity-time-since"><span class="time-since" data-livestamp="%4$s">%5$s</span></a>

# Label for the WP users table member type column
source: Member Type
uk: Тип користувача

source: Member type was changed successfully.
uk: Тип користувача був успішно змінений.

source: There was an error while changing member type. Please try again.
uk: Під час зміни типу користувача сталася помилка. Будь ласка, спробуйте ще раз.

source: No Member Type
uk: Без типу

source: Change member type to&hellip;
uk: Змінити тип користувача&hellip;

source: No Group Type
uk: Без типу

source: Change group type to&hellip;
uk: Змінити тип групи&hellip;

# Label for the WP groups table group type column
source: Group Type
uk: Тип групи

source: Viewing groups of the type: %s
uk: Перегляд груп з типом: %s

source: Group secondary navigation
uk: Додаткове меню групи

source: Group Types:
uk: Типи групи:

# group type URL base
source: type
uk: тип

source: Group type was changed successfully.
uk: Тип групи був успішно змінений.

source: There was an error while changing group type. Please try again.
uk: Під час зміни типу групи сталася помилка. Будь ласка, спробуйте ще раз.

source: (Not available on the front end)
uk: (Недоступно на фронтенді)

source: Thank you for installing BuddyPress! BuddyPress helps site builders and WordPress developers add community features to their websites, with user profile fields, activity streams, messaging, and notifications.
uk: Спасибі, що встановили BuddyPress! BuddyPress допомагає додати функціональність спільнот на свій сайт, такі як: профілі, життєдіяльності, особисте листування і повідомлення.

source: Community Support
uk: Підтримка спільноти

source: 2.8 Release Lead
uk: Ведучий розробки 2.8

source: BuddyPress Team
uk: Команда BuddyPress

source: Continued improvements for universal access help make BuddyPress back- and front-end screens usable for everyone (and on more devices).
uk: Тривалі поліпшення в універсальної доступності BuddyPress спрощують роботу зі сторінками для всіх (і на більшій кількості пристроїв).

source: For Developers &amp; Site Builders
uk: Для розробників та інтеграторів

source: You can change this or any other email notification preferences in your email settings.
uk: Тепер ви можете змінити ці або будь-які інші настройки email повідомлень.

source: Please go to your notifications settings to unsubscribe from emails.
uk: Будь ласка, відвідайте ваші настройки email повідомлень, щоб відписатися від листів.

source: Please log in and go to your settings to unsubscribe from notification emails.
uk: Будь ласка, увійдіть і відвідайте ваші настройки email повідомлень, щоб відписатися.

source: Something has gone wrong.
uk: Щось пішло не так.

source: You will no longer receive emails when your request to join a group has been accepted or denied.
uk: Ви більше не будете отримувати листи, коли ваш запит на вступ до групи був прийнятий або відхилений.

source: You will no longer receive emails when someone sends you a message.
uk: Ви більше не будете отримувати листи, коли хтось надішле вам особисте повідомлення.

source: You will no longer receive emails when someone requests to be a member of your group.
uk: Ви більше не будете отримувати листи, коли хтось відправить запит на вступ в вашу групу.

source: You will no longer receive emails when you have been promoted in a group.
uk: Ви більше не будете отримувати листи, коли вас підвищать в групі.

source: You will no longer receive emails when you are invited to join a group.
uk: Ви більше не будете отримувати листи, коли вас запросять вступити в групу.

source: You will no longer receive emails when one of your groups is updated.
uk: Ви більше не будете отримувати листи, коли інформація про одну з ваших груп буде оновлена.

source: You will no longer receive emails when someone accepts your friendship request.
uk: Ви більше не будете отримувати листи, коли хтось прийме вашу пропозицію дружби.

source: You will no longer receive emails when someone sends you a friend request.
uk: Ви більше не будете отримувати листи, коли хтось надішле вам пропозицію дружби.

source: You will no longer receive emails when someone mentions you in an update.
uk: Ви більше не будете отримувати листи, коли хтось згадає вас в статусі.

source: You will no longer receive emails when someone replies to an update or comment you posted.
uk: Ви більше не будете отримувати листи, коли хтось відповість на ваш статус або коментар в стрічці активності.

source: Registration is currently disabled. Before associating a page is allowed, please enable registration by clicking on the "Anyone can register" checkbox on <a href="%s">this page</a>.
uk: Реєстрація на даний момент відключена. Перед тим, як буде доступна можливість зв'язку сторінки з компонентом, будь ласка, дозвольте реєстрацію, клікнувши на чекбокс "Будь-хто може зареєструватися" на <a href="%s">цій сторінці</a>.

source: Registration is currently disabled. Before associating a page is allowed, please enable registration by selecting either the "User accounts may be registered" or "Both sites and user accounts can be registered" option on <a href="%s">this page</a>.
uk: Реєстрація на даний момент відключена. Перед тим, як буде доступна можливість зв'язку сторінки з компонентом, будь ласка, дозвольте реєстрацію, вибравши варіант або "Облікові записи можуть бути створені", або "Сайти та облікові записи можуть бути створені" на <a href="%s">цій сторінці</a>.

source: Your site is currently running PHP version %s, while BuddyPress 2.8 will require version 5.3+.
uk: Ваш сайт працює на PHP %s, в той час як BuddyPress 2.8 вимагатиме версію 5.3+.

source: Your site is not ready for BuddyPress 2.8.
uk: Ваш сайт не сумісний з BuddyPress 2.8.

source: See <a href="%s">the Codex guide</a> for more information.
uk: Дивіться <a href="%s">статтю в кодексі</a> для отримання додаткової інформації.

source: A BuddyPress update is available, but your system is not compatible.
uk: Доступно оновлення для BuddyPress, але ваша система несумісна з ним.

source: Privacy: I would like my site to appear in search engines, and in public listings around this network
uk: Конфіденційність: я хотів би, щоб мій сайт був присутній в пошукових системах, а також в стрічці активності і каталозі сайтів цієї спільноти

source: Site icon for %s
uk: Іконка сайту для %s

source: Select All
uk: Обрати все

source: Check your email (%1$s) for the verification link, or <a href="%2$s">cancel the pending change</a>.
uk: Перейдіть по посиланню в листі, відправленому на ваш email (%1$s), або <a href="%2$s">скасуйте цей запит</a>.

source: There is a pending change of your email address to %s.
uk: У вас є необроблений запит на зміну email адреси на %s.

# My Account Notification pending
source: Unread %s
uk: Непрочитані %s

# My Account Notification pending
source: Notifications %s
uk: Сповіщення %s

# Profile screen nav
source: Notifications %s
uk: Сповіщення %s

source: Inbox %s
uk: Вхідні %s

source: Messages %s
uk: Повідомлення %s

# Member Home page
source: Home
uk: Головна

source: No user found with this ID.
uk: Користувач з таким ID не найден.

# My Account Groups sub nav
source: Pending Invites %s
uk: Запрошення %s

# My Account Groups nav
source: Groups %s
uk: Групи %s

# Group screen nav with counter
source: Groups %s
uk: Групи %s

# group settings on notification settings page
source: Your request to join a group has been approved or denied
uk: Ваш запит на вступ до групи був підтверджений або відхилений

source: You may not register a group type with this name.
uk: Ви не можете зареєструвати новий тип групи з цією назвою.

source: Group type already exists.
uk: Такий тип групи вже існує.

source: Select group type
uk: Виберіть тип групи

source: No group found with this ID.
uk: Група з таким ID не знайдена.

# groups admin edit screen
source: Group Type
uk: Тип групи

# My Account Friends menu sub nav
source: Pending Requests %s
uk: Запити %s

# My Account Friends menu
source: Friends %s
uk: Друзі %s

source: Friends %s
uk: Друзі %s

source: All done! Configuration settings have been saved to the %s file in the root of your WordPress install.
uk: Все готово! Налаштування були збережені в файл %s в корені вашого WordPress сайту.

source: %s file location:
uk: Розташування файлу %s:

source: These globals should not be used directly and are deprecated. Please use the BuddyPress nav functions instead.
uk: Ці глобальні змінні більше не рекомендується використовувати, вони тепер вважаються застарілими. Будь ласка, використовуйте функції BuddyPress.

source: The bp_nav and bp_options_nav globals should not be used directly and are deprecated. Please use the BuddyPress nav functions instead.
uk: Глобальні змінні bp_nav і bp_options_nav не повинні бути використані безпосередньо і є застарілими. Будь ласка, використовуйте функції BuddyPress.

# Email post type
source: Situations
uk: Ситуації

# Comment blacklist
source: You have posted an inappropriate word.
uk: Ви ввели невідповідне слово.

# Comment moderation
source: You have posted an inappropriate word.
uk: Ви ввели невідповідне слово.

source: You have posted too many links
uk: Ви ввели занадто багато посилань

source: It looks like you have more sites to record. Resume recording by checking the "Repopulate site tracking records" option.
uk: Здається, у вас ще є сайти для відстеження. Щоб продовжити відстежувати - відзначте опцію "Заново отримати всі записи-повідомлення в стрічку активності".

source: The following active BuddyPress Components do not have associated WordPress Pages: %s.
uk: У наступних активованих BuddyPress компонентів немає пов'язаних WordPress сторінок: %s.

source: Sites %s
uk: Сайти %s

source: <a href="%1$s">Log in</a> as "%2$s" using your existing password.
uk: <a href="%1$s">Авторизуйтесь</a> як "%2$s" використовуючи ваш поточний пароль.

source: %s is your new site.
uk: %s - ваш новий сайт.

source: Embedded Activity Item
uk: Впроваджений елемент активності

# Toolbar Mention logged in user
source: Mentions %s
uk: Згадки %s

source: %1$s replied to one your activity comments
uk: Користувач %1$s відповів на ваш коментар у стрічці активності

source: You have %1$d new comment replies
uk: У вас %1$d нових коментарів до відповідей

source: New Activity comment reply
uk: Відповіді на коментарі активності

source: %1$s commented on one of your updates
uk: Користувач %1$s прокоментував одне з ваших оновлень

source: You have %1$d new replies
uk: У вас %1$d нових відповідей

source: New Activity reply
uk: Відповідь в стрічці активності

source: Your browser does not support HTML5 audio
uk: Ваш браузер не підтримує HTML5 аудіо

source: Your browser does not support HTML5 video
uk: Ваш браузер не підтримує HTML5 відео

source: View on %s
uk: Подивитися на %s

source: By %1$s on %2$s
uk: %1$s на %2$s

source: Edit Activity
uk: Змінити

source: Edit activity content
uk: Змінити текст елемента стрічки активності

source: Edit activity action
uk: Змінити додатковий текст елемента стрічки активності

# Post Type generic comments activity front filter
source: Item comments
uk: Коментарі елемента

source: Enabled
uk: Увімкнути

source: Autolink status for this field
uk: Статус авто-лінковки для цього поля

source: On user profiles, link this field to a search of the Members directory, using the field value as a search term.
uk: У профілі користувача зробити це поле посиланням на пошук по каталогу користувачів, використовуючи значення в якості пошукової фрази.

source: Autolink
uk: Автоматичне посилання

# email
source: unsubscribe
uk: відписатися

source: Message was not sent. Please try again.
uk: Повідомлення не було відправлено. Будь ласка, спробуйте ще раз.

source: Pending users list
uk: Список користувачів що очікують

source: Pending users list navigation
uk: Навігація переліку адрес користувачів

source: Filter users list
uk: Фільтрувати список користувачів

source: Filter groups list
uk: Фільтрація списку груп

source: Groups list
uk: Список груп

source: Groups list navigation
uk: Навігація списку груп

# email post type description
source: BuddyPress emails
uk: BuddyPress листи

source: Thank you for updating! BuddyPress %s has many new improvements that you will enjoy.
uk: Спасибі, що оновилися! У BuddyPress% s з'явилося багато нових речей, які вам сподобаються.

source: &#x1f496;With our thanks to these Open Source projects&#x1f496;
uk: &#x1f496;З вдячністю наступними проектами з відкритим вихідним кодом&#x1f496;

source: &#x1f31f;Recent Rockstars&#x1f31f;
uk: &#x1f31f;Новітні Зірки&#x1f31f;

source: Localization Improvements
uk: Покращення в локалізації

source: Twenty Seventeen Companion Stylesheet
uk: Додаткові стилі для Twenty Seventeen

# email menu label
source: Customize
uk: Налаштувати

# screen heading
source: Emails
uk: Листи

source: BuddyPress Options
uk: Налаштування BuddyPress

# recipient salutation
source: Hi %s,
uk: Привіт, %s.

# email type taxonomy description
source: BuddyPress email types
uk: Тип листа в BuddyPress

# email type taxonomy label
source: View Email Situation
uk: Переглянути ситуацію листа

# email type taxonomy label
source: Update Email Situation
uk: Оновити ситуацію листа

# email type taxonomy singular name
source: Email
uk: Лист

# email type taxonomy label
source: Search Emails
uk: Пошук листів

# email type taxonomy label
source: Popular Email Situation
uk: Популярні ситуації

# email type taxonomy label
source: No email situations
uk: Немає ситуацій електронної пошти

# email type taxonomy label
source: No email situations found.
uk: Ситуації не знайдені.

# email type taxonomy label
source: New email situation name
uk: Назва нової ситуації

# email type taxonomy name
source: Situation
uk: Ситуація

# email type taxonomy label
source: Situations
uk: Ситуації
