Repository: petlyak/buddypress-ukrainian
Catalog: buddypress-*.po
Languages: uk

source: If you'd like to remove the existing group cover image but not upload a new one, please use the delete group cover image button.
uk: Якщо ви хочете видалити поточну обкладинку групи без завантаження нової, будь ласка, використовуйте кнопку видалення обкладинки.

source: Delete My Cover Image
uk: Видалити мою обкладинку

source: If you'd like to delete your current cover image but not upload a new one, please use the delete Cover Image button.
uk: Якщо ви хочете видалити вашу поточну обкладинку без завантаження нової, будь ласка, використовуйте кнопку видалення.

source: Post what's new
uk: Написати, що нового

source: My Favorites %s
uk: Моє вибране %s

source: My Groups %s
uk: Мої групи %s

source: My Friends %s
uk: Мої друзі %s

source: All Members %s
uk: Всі користувачі %s

source: Comment
uk: Коментар

source: Comment %s
uk: Коментарі: %s

source: Message could not be sent because you have entered an invalid username. Please try again.
uk: Повідомлення не може бути відправлено, тому що ви ввели неправильне ім'я користувача. Будь ласка, спробуйте ще раз.

source: Message could not be sent. Please enter a recipient.
uk: Повідомлення не може бути надіслано. Будь ласка, вкажіть хоча б одного одержувача.

source: Your message was not sent. Please use a valid sender.
uk: Повідомлення не було відправлено. Будь ласка, переконайтеся, що відправник вказано вірно.

source: Notice deleted successfully.
uk: Сповіщення успішно видалено.

source: Notice activated successfully.
uk: Сповіщення успішно активовано.

source: Notice deactivated successfully.
uk: Сповіщення успішно деактивовано.

source: Message successfully sent.
uk: Повідомлення успішно відправлено.

source: Notice was not created. Please try again.
uk: Повідомлення не було створено. Будь ласка, спробуйте ще раз.

source: Notice successfully created.
uk: Сповіщеня успішно створено.

source: Your message was not sent. Please enter some content.
uk: Ваше повідомлення не було надіслано. Будь ласка, введіть якийсь текст.

source: Your message was not sent. Please enter a subject line.
uk: Ваше повідомлення не було надіслано. Будь ласка, заповніть поле "Тема".

source: You may not register a member type with this name.
uk: Ви можете не реєструвати тип користувачів з цією назвою.

source: Edit Cover Image
uk: Змінити обкладинку

source: Select member type
uk: Виберіть тип користувача

source: Registered on: %s
uk: Реєстрація: %s

source: Group photo
uk: Логотип групи

source: Cover Image
uk: Обкладинка

# My Group screen nav
source: Members %s
uk: Участники %s

# My Group screen nav
source: Activity
uk: Активність

# Group screen nav
source: Cover Image
uk: Обкладинка

source: Select group role for member
uk: Виберіть роль учасника в групі

source: Add new members
uk: Додати нових учасників

source: Group Description
uk: Опис блоку

source: Group Name
uk: Назва групи

source: The group cover image was deleted successfully!
uk: Обкладинка групи була успішно видалена!

source: There was a problem deleting the group cover image. Please try again.
uk: При видаленні зображення обкладинки групи сталася помилка. Будь ласка, спробуйте ще раз.

source: The group cover image was uploaded successfully.
uk: Обкладинка групи була успішно завантажена.

source: Your cover image was deleted successfully!
uk: Ваша обкладинка була успішно видалена!

source: There was a problem deleting your cover image. Please try again.
uk: При видаленні зображення обкладинки сталася помилка. Будь ласка, спробуйте ще раз.

source: Your new cover image was uploaded successfully.
uk: Ваше нове зображення обкладинки успішно завантажено.

source: That image is too big. Please upload one smaller than %s
uk: Ця картинка дуже велика. Будь ласка, завантажте картинку менше, ніж %s

source: There was a problem uploading the cover image.
uk: Під час завантаження обкладинки сталася помилка.

source: For better results, make sure to upload an image that is larger than %1$spx wide, and %2$spx tall.
uk: Для кращих результатів завантажуйте картинки, які більше %1$spx в ширину і %2$spx в висоту.

source: Accessibility Upgrades
uk: Оновлення доступності

source: Group Cover Image Uploads
uk: Завантаження обкладинки групи

source: Cover Image Uploads
uk: Завантаження обкладинки

source: Allow customizable cover images for groups
uk: Дозволити змінювати обкладинки груп

source: Allow registered members to upload cover images
uk: Дозволити зареєстрованим користувачам завантажувати обкладинки для свого профілю

source: Note: Any fields in the first group will appear on the signup page.
uk: ЗАУВАЖЕННЯ: Всі поля з першої групи полів з'являться на сторінці реєстрації.

source: No activity found with this ID.
uk: Елемент активності з таким ID не найден.

source: Filter by activity type
uk: Фільтрувати по типу активності

source: Your users will distinguish themselves through their profile page. Create relevant profile fields that will show on each users profile.
uk: Ваші користувачі будуть самовиражатися за допомогою своїх сторінок профілю. Створіть відповідні поля профілю, які будуть відображатися на кожному профілі користувача.

source: Submitted on: %s
uk: Відправлено: %s

source: Go back and try again.
uk: Поверніться назад і спробуйте ще раз.

source: Select activity type
uk: Виберіть тип активності

source: Yes, send email
uk: Так, відправити email

source: No, do not send email
uk: Ні, не відправляти email

# customizer menu section title
source: BuddyPress (logged-out)
uk: BuddyPress (неавториз.)

# customizer menu section title
source: BuddyPress (logged-in)
uk: BuddyPress (авториз.)

# customizer menu type label
source: Custom Link
uk: Користувацьке посилання

source: Search Results
uk: Результати пошуку

source: Your avatar will be used on your profile and throughout the site. To change your avatar, please create an account with <a href="http://gravatar.com">Gravatar</a> using the same email address as you used to register with this site.
uk: Ваш аватар використовується на сторінці профілю і всюди по сайті. Щоб змінити аватар, зареєструйтесь на сайті <a href="http://gravatar.com"> Gravatar </a>, використовуючи той же email, що і на цьому сайті.

source: Email Notification
uk: Повідомлення на email

source: Profile Settings
uk: Налаштування профілю

source: <p class="serif">Read the rest of this page &rarr;</p>
uk: <p class="serif">Читати далі &rarr;</p>

source: Edit this page.
uk: Редагувати.

source: Registering for this site is easy, just fill in the fields below and we'll get a new account set up for you in no time.
uk: Реєстрація нового аккаунта дуже проста, заповніть форму нижче і ви тут же станете користувачем сайту.

source: Site
uk: Сайт

source: No posts found. Try a different search?
uk: Записи не знайдені. Спробуйте використовувати інші пошукові запити.

source: Please <a href="%s" title="Create an account">create an account</a> to get started.
uk: Будь ласка, для початку <a href="%s" title="Створити обліковий запис">створіть обліковий запис</a>.

source: Forum Topic Tags
uk: Теги всіх тем форумів

source: Sorry, no posts matched your criteria.
uk: Вибачте, жодний запис не відповідає вашому критерію.

source: Your avatar will be used on your profile and throughout the site. If there is a <a href="http://gravatar.com">Gravatar</a> associated with your account email we will use that, or you can upload an image from your computer.
uk: Ваше зображення профілю використовується на сторінці профілю і повсюдно по сайту. Якщо ви реєструвалися на сайті <a href="http://gravatar.com"> Gravatar </a>, то ми будемо використовувати завантажене там вами зображення.

source: If you'd like to delete your current avatar but not upload a new one, please use the delete avatar button.
uk: Якщо ви хочете видалити існуючий аватар, але не будете завантажувати новий профіль, натиснувши кнопку "Видалити аватар".

source: Delete My Avatar
uk: Видалити мій аватар

source: Crop Your New Avatar
uk: Будь ласка, обріжте ваш новий аватар

source: Delete Avatar
uk: Видалити аватар

source: Leave a reply
uk: Прокоментувати

source: Next Entries &rarr;
uk: Наступні записи &rarr;

source: &larr; Previous Entries
uk: &larr; Попередні записи

source: Groups Directory
uk: Групи

source: Upload an image to use as an avatar for this group. The image will be shown on the main group page, and in search results.
uk: Завантажте зображення для використання його в якості аватара цієї групи. Зображення буде показано на головній сторінці групи і в результатах пошуку.

source: To skip the avatar upload process, hit the "Next Step" button.
uk: Якщо ви хочете пропустити етап завантаження аватара, натисніть кнопку "Наступний крок".

source: Crop Group Avatar
uk: Обрізати аватар групи

source: Avatar to crop
uk: Аватар для обрізки

source: Avatar preview
uk: Попередній перегляд аватара

source: If you'd like to remove the existing avatar but not upload a new one, please use the delete avatar button.
uk: Якщо ви хочете видалити існуючий аватар, але не будете завантажувати новий профіль, натиснувши кнопку "Видалити аватар".

source: Crop Avatar
uk: Обрізати аватар

# Home page banner link title
source: Home
uk: Головна

source: Search for:
uk: Пошук:

# Sticky post
source: Featured
uk: Рекомендоване

source: Sorry, but you are looking for something that isn't here.
uk: Вибачте, але ви шукаєте щось, чого тут немає.

source: Links
uk: Посилання

source: Members Directory
uk: Користувачі

source: 1 member
uk: %d участник

source: Change Avatar
uk: Змінити аватар

source: Edit this entry
uk: Редагувати запис

source: Full size is %s pixels
uk: Повний розмір - це %s пікселів

source: Link to full size image
uk: Посилання на повнорозмірне зображення

source: Sorry, no attachments matched your criteria.
uk: Вибачте, жодне вкладення не відповідає вашому критерію.

source: Password Protected
uk: Захищено паролем

source: 1 response to %2$s
uk: %1$s відповідь на %2$s

source: Enter the password to view comments.
uk: Введіть ваш пароль для перегляду коментарів.

source: Comments are closed, but <a href="%1$s" title="Trackback URL for this post">trackbacks</a> and pingbacks are open.
uk: Коментування закрито, але ви можете використовувати <a href="%1$s" title="Зворотнє посилання для цього запису">зворотне посилання</a> і пінги.

source: Comments are closed.
uk: Коментування закрито.

source: 1 trackback
uk: %d зворотнє посилання

source: Proudly powered by <a href="%1$s">WordPress</a> and <a href="%2$s">BuddyPress</a>.
uk: Працює на <a href="%1$s">WordPress</a> і <a href="%2$s">BuddyPress</a>

source: Forums Directory
uk: Форуми

source: The sidebar widget area
uk: Зона для віджетів в сайдбарі

source: Primary Navigation
uk: Первинна навігація

source: First Footer Widget Area
uk: Перша зона для віджетів в підвалі

source: The first footer widget area
uk: Перша зона для віджетів в підвалі

source: Second Footer Widget Area
uk: Друга зона для віджетів в підвалі

source: The second footer widget area
uk: Друга зона для віджетів в підвалі

source: Third Footer Widget Area
uk: Третя зона для віджетів в підвалі

source: Fourth Footer Widget Area
uk: Четверта зона для віджетів в підвалі

source: The third footer widget area
uk: Третя зона для віджетів в підвалі

source: The fourth footer widget area
uk: Четверта зона для віджетів в підвалі

source: <a href="%1$s" rel="nofollow">%2$s</a> said on <a href="%3$s"><span class="time-since">%4$s</span></a>
uk: <a href="%1$s" rel="nofollow">%2$s</a> - <a href="%3$s"><span class="time-since">%4$s</span></a>

source: Your comment is awaiting moderation.
uk: Ваш коментар очікує модерації.

source: Edit comment
uk: Редагувати коментар

source: Theme activated! This theme contains <a href="%s">custom header image</a> support and <a href="%s">sidebar widgets</a>.
uk: Шаблон активований! Цей шаблон містить <a href="%s">нашаштовуване зображення в шапці</a> і підтримує <a href="%s">віджети в шапці</a>.

source: You must be <a href="%1$s">logged in</a> to post a comment.
uk: Ви маєте бути <a href="%1$s">авторизовані</a> для коментування.

source: You are browsing the archive for %1$s.
uk: Ви переглядаєте архів %1$s.

source: Read the rest of this entry &rarr;
uk: Читати далі &rarr;

source: In reply to:
uk: У відповідь на повідомлення:

source: View Thread / Permalink
uk: Переглянути гілку / Постійне посилання

source: or press esc to cancel.
uk: або натисніть Escape, щоб скасувати.

source: Site Activity
uk: Активність на сайті

# Post written by...
source: by %s
uk: %s

source: Permanent Link to
uk: Постійне посилання на

source: %1$s <span>in %2$s</span>
uk: %1$s <span>в %2$s</span>

source: Pages:
uk: Сторінки:

source: No Comments &#187;
uk: Коментарів немає &#187;

source: 1 Comment &#187;
uk: Коментар (1) &#187;

source: % Comments &#187;
uk: Коментарів (%) &#187;

source: Not Found
uk: Не знайдено

source: We're sorry, but we can't find the page that you're looking for. Perhaps searching will help.
uk: На жаль, ми не можемо знайти запитувану вами сторінку. Можливо, вам допоможе навігація по сайту або пошук.

source: There was a problem posting your update, please try again.
uk: Помилка під час публікування Вашого повідомлення, будь ласка, спробуйте ще раз.

source: There was an error posting that reply, please try again.
uk: При публікації вашої відповіді сталася помилка. Будь ласка, спробуйте ще раз.

source: The BuddyPress Community
uk: Спільнота BuddyPress

source: Field Group Description
uk: Опис групи поля

source: Edit Field Group
uk: Редагувати поле групи

source: Please make sure you give the group a name.
uk: Переконайтеся, що дали групі ім'я.

source: Type
uk: Тип

source: Required
uk: Обов'язково

source: Not Required
uk: Не обов'язково

source: Requirement
uk: Обов'язково

source: Enforce field visibility
uk: Нав'язати видимість поля

source: Allow members to override
uk: Дозволити користувачам змінювати

# XProfile admin edit field
source: Description
uk: Опис

source: Submit
uk: Відправити

source: Edit Field
uk: Редагувати поле

source: %s require at least one option.
uk: Для поля %s необхідна як мінімум 1 опція.

source: These field options are invalid.
uk: Ці параметри поля є недійсними.

source: The profile field type %s is not registered.
uk: Тип поля профілю %s не зареєстрований.

source: Profile field type is missing.
uk: Тип поля профілю не вказано.

source: Profile field requirement is missing.
uk: Поле профілю не заповнено.

source: Profile fields must have a name.
uk: Поля профілю повинні містити ім'я.

source: Add Another Option
uk: Додати іншу опцію

source: Default Value
uk: Значення за замовчуванням

source: Descending
uk: За зменшенням

source: Ascending
uk: За зростанням

source: Custom
uk: Користувацьке

source: Sort Order:
uk: Сортування:

source: Please enter options for this Field:
uk: Будь ласка, введіть настройки для цього поля:

# xprofile field type
source: Text Box
uk: Текстове поле

# xprofile field type
source: Multi-line Text Area
uk: Область тексту

# xprofile field type
source: Drop Down Select Box
uk: Випадаючий список

# xprofile field type
source: Radio Buttons
uk: Радіо кнопки

# xprofile field type
source: Number
uk: Число

source: Clear
uk: Очистити

# xprofile field type
source: Multi Select Box
uk: Список множинного вибору

# xprofile field type
source: Date Selector
uk: Вибір дати

# xprofile field type category
source: Single Fields
uk: Поля одиничного вибору

# xprofile field type
source: Checkboxes
uk: Чекбокси

# xprofile field type category
source: Multi Fields
uk: Поля множинного вибору

source: Profile updated %s
uk: Профіль оновлено %s

source: Profile not recently updated.
uk: Профіль давно не оновлювався.

source: This member's profile settings have been saved.
uk: Налаштування профілю цього користувача були збережені.

source: Your profile settings have been saved.
uk: Ваші налаштування профілю були збережені.

source: Changes saved.
uk: Зміни збережені.

# My Account Settings sub nav
source: Profile
uk: Профіль

# Avatar alt
source: Profile picture of %s
uk: Картинка профілю %s

# Page title
source: My Profile
uk: Мій профіль

# My Account Profile sub nav
source: Change Profile Photo
uk: Змінити зображення профілю

# My Account Profile sub nav
source: Edit
uk: Змінити

# My Account Profile sub nav
source: View
uk: Перегляд

# My Account Profile
source: Profile
uk: Профіль

# Profile settings sub nav
source: Profile Visibility
uk: Приватність профілю

# Profile header sub menu
source: Change Profile Photo
uk: Змінити зображення профілю

# Profile header sub menu
source: Edit
uk: Змінити

# Profile header sub menu
source: View
uk: Перегляд

# Profile header menu
source: Profile
uk: Профіль

# Visibility level setting
source: My Friends
uk: Мої друзі

# Visibility level setting
source: All Members
uk: Всі користувачі

# Visibility level setting
source: Only Me
uk: Тільки я

# Visibility level setting
source: Everyone
uk: Усі

# Component page <title>
source: Extended Profiles
uk: Розширення профілю

# xprofile user-admin edit screen
source: Profile Photo
uk: Картинка профілю

# xprofile user-admin edit screen
source: User marked as a spammer
uk: Користувач позначений як спамер.

# xprofile field type category
source: Other
uk: Інші

source: (Sign-up)
uk: (Реєстрація)

source: The %s was deleted successfully!
uk: %s: успішно видалено!

source: There was an error deleting the %s. Please try again.
uk: Під час видалення %s сталася помилка. Будь ласка, спробуйте ще раз.

source: option
uk: опція

source: field
uk: поле

source: The field was saved successfully.
uk: Поле успішно збережено.

source: There was an error saving the field. Please try again.
uk: Під час збереження поля сталася помилка. Будь ласка, спробуйте ще раз.

source: The group was deleted successfully.
uk: Група успішно видалена.

source: The group was saved successfully.
uk: Група успішно збережена.

source: There was an error saving the group. Please try again.
uk: Під час видалення групи сталася помилка. Будь ласка, спробуйте ще раз.

source: * Fields in this group appear on the signup page.
uk: * Поля в цій групі відображаються на сторінці реєстрації.

source: There are no fields in this group.
uk: Нема полів в цій групі.

source: Fields for "%s" Group
uk: Поля для групи "%s"

source: Add New Field
uk: Додати нове поле

source: (Primary)
uk: (видалити не можна)

source: Add New Field Group
uk: Додати новий набір полів

# Settings page header
source: Profile Fields
uk: Поля профілю

# Admin Users menu
source: Profile Fields
uk: Поля профілю

# xProfile admin page title
source: Profile Fields
uk: Поля профілю

source: %s changed their profile picture
uk: %s: змінений зображення профілю

source: Profile Updates
uk: Статуси профілю

source: Updated Profile
uk: Оновлений профіль

source: Updated Profile Photos
uk: Картинки профілю оновлені

source: Member changed profile picture
uk: Користувач змінив зображення профілю

source: There was a problem deleting messages.
uk: При видаленні повідомлень сталася помилка.

source: There was a problem marking messages as read.
uk: При позначці повідомлень як прочитані сталася помилка.

source: There was a problem marking messages as unread.
uk: При позначці повідомлень як непрочитані сталася помилка.

source: There was a problem sending that reply. Please try again.
uk: При написанні відповіді сталася помилка. Будь ласка, спробуйте ще раз.

source: There was a problem closing the notice.
uk: При закритті повідомлення сталася помилка.

source: Error leaving group
uk: Помилка при виході з групи

source: Membership Requested
uk: Запит на вступ

source: Error requesting membership
uk: Помилка при запиті на вступ

source: Error joining group
uk: Помилка при приєднанні до групи

source: There was a problem rejecting that request. Please try again.
uk: При відхиленні запиту сталася помилка. Будь ласка, спробуйте ще раз.

source: There was a problem accepting that request. Please try again.
uk: При прийнятті запиту сталася помилка. Будь ласка, спробуйте ще раз.

source: Request Pending
uk: Необроблені пропозиції

source: Friendship request could not be cancelled.
uk: Запит на додавання в друзі не можна скасувати.

source: Friendship could not be requested.
uk: Не можна відправити запит на додавання в друзі.

source: %s has previously requested to join this group. Sending an invitation will automatically add the member to the group.
uk: Користувач %s подав заявку на вступ в цю групу. Надсилання запрошення на приєднання автоматично додасть його в учасники групи.

source: There was a problem when deleting. Please try again.
uk: При видаленні сталася помилка. Будь ласка, спробуйте ще раз.

source: There was a problem posting your update. Please try again.
uk: Під час публікації вашого статусу сталася помилка. Будь ласка, спробуйте ще раз.

source: Your profile has unsaved changes. If you leave the page, the changes will be lost.
uk: Ви не зберегли зміни у вашому профілі. Якщо ви покинете сторінку, зміни будуть втрачені.

source: Show all %d comments
uk: Показати всі коментарі (%d)

source: Show all comments for this thread
uk: Показати всі коментарі цієї гілки

source: Show all
uk: Показати все

source: Rejected
uk: Відхилено

source: My Favorites
uk: Вибране

source: Are you sure you want to leave this group?
uk: Ви впевнені, що хочете залишити цю групу?

source: comments
uk: - коментарі

source: Accepted
uk: Прийнято

source: BuddyPress Legacy
uk: Спадщина BuddyPress

source: Visibility
uk: Видимість

source: Send an email notice when:
uk: Надіслати по e-mail повідомлення, коли:

source: Change Password <span>(leave blank for no change)</span>
uk: Змінити пароль <span> (залиште поля порожніми, якщо не хочете міняти) </ span>

source: Account Email
uk: Email облікового запису

source: Lost your password?
uk: Забули свій пароль?

source: Password Lost and Found
uk: Пароль втрачено і відновлено

source: Current Password <span>(required to update email or change current password)</span>
uk: Поточний пароль <span> (впишіть для зміни email адреси або пароля) </ span>

source: I understand the consequences.
uk: Я усвідомлюю усі наслідки.

source: Deleting this account will delete all of the content it has created. It will be completely irrecoverable.
uk: Видалення цього облікового запису також видалить весь пов'язаний контент, який був створений. Дані відновити після цього вже не вийде.

source: Deleting your account will delete all of the content you have created. It will be completely irrecoverable.
uk: Видалення вашого профілю також видалить весь створений вами контент. Цю дію не можна скасувати.

source: This user is a spammer.
uk: Цей користувач - спамер.

source: %s's Profile
uk: Профіль %s

source: Change
uk: Змінити

source: Editing '%s' Profile Group
uk: %s

source: Your profile photo will be used on your profile and throughout the site. To change your profile photo, please create an account with <a href="http://gravatar.com">Gravatar</a> using the same email address as you used to register with this site.
uk: Ваша картинка профілю буде використовуватися у вашому профілі і повсюдно на сайті. Щоб змінити свою картинку, створіть акаунт на сайті <a href="http://gravatar.com"> Gravatar </a> з тим же email адресом, використаним вами для реєстрації на цьому сайті.

source: Crop Your New Profile Photo
uk: Обрізати вашу нову картинку профілю

source: Click below to select a JPG, GIF or PNG format photo from your computer and then click 'Upload Image' to proceed.
uk: Клацніть нижче, щоб вибрати з вашого комп'ютера картинки в форматі JPG, GIF або PNG, а потім натисніть 'Завантажити картинку'.
