Repository: petlyak/buddypress-ukrainian
Catalog: buddypress-*.po
Languages: uk

source: Bulk Actions
uk: Дії

source: Deactivate
uk: Відключити

source: Profile
uk: Профіль

source: General Settings
uk: Загальні налаштування

source: Date format
uk: Формат дати

source: Topic
uk: Тема

source: Post
uk: Опублікувати

source: Save Changes
uk: Зберегти зміни

source: Registered
uk: Зареєстрований

source: Repeat New Password
uk: Повторіть новий пароль

source: New Password
uk: Новий пароль

source: Display Name
uk: Відображене ім'я

source: General
uk: Загальне

source: Add New
uk: Додати

source: Users
uk: Користувачі

source: %d post
uk: %d запис

source: %d topic
uk: %d тема

source: Page not found
uk: Сторінка не знайдена

source: No new notifications.
uk: Сповіщень немає

source: Delete %s's Account
uk: %s - видалити обліковий запис

source: User Capabilities
uk: Можливості користувача

source: Edit %s's Profile Photo
uk: Змінити зображення профілю %s

source: Edit %s's Profile
uk: Змінити профіль %s

source: Blog Authors
uk: Автори сайту

source: Delete Group
uk: Видалити

source: Membership Requests
uk: Запити на вступ

source: Manage Members
uk: Участники

source: Manage Invitations
uk: Запрошення

source: Group Profile Photo
uk: Зображення профілю групи

source: Group Settings
uk: Налаштування

source: Edit Details
uk: Змінити опис

source: Admin Options
uk: Адміністрування

source: Random Site
uk: Випадковий сайт

source: Random Group
uk: Випадкову групу

source: Random Member
uk: Кого-небудь

source: Visit
uk: Відвідати

source: Sign Up
uk: Реєстрація

source: Switch to WordPress Toolbar
uk: Переключитися на WordPress Toolbar

source: Create a Site!
uk: Створити сайт!

source: Manage Comments
uk: Коментарі

source: Manage Posts
uk: Редагувати

source: New Post
uk: Новий запис

source: Dashboard
uk: Консоль

source: Alphabetically
uk: За алфавітом

source: Newest
uk: Нові

source: Recently Active
uk: Активні

source: %1$s mentioned you in the group "%2$s"
uk: Ви згадані в повідомленні %1$s в групі "%2$s"

source: Website
uk: Сайт

source: About Me
uk: Про мене

source: Name
uk: Ім'я

source: My Profile
uk: Мій профіль

source: %d group
uk: %d група

source: File successfully uploaded.
uk: Файл був успішно завантажений.

source: Sorry, uploading the file failed.
uk: Вибачте, під час завантаження файлу сталася помилка.

source: Cropping the file failed: %s is not a supported image file.
uk: Обрізка файлу не вдалася: %s не є підтримуваним файлом

# Attachment destination file
source: destination file
uk: файл призначення

# Attachment source file
source: source file
uk: вихідний файл

source: Cropping the file failed: the file path is not allowed.
uk: Обрізка файлу не вдалася: шлях до файлу не дозволено.

source: Cropping the file failed: missing source file.
uk: Обрізка файлу не вдалася: відсутній вихідний файл.

source: File upload stopped by extension.
uk: Завантаження файлу була зупинена розширенням.

source: Failed to write file to disk.
uk: Помилка при записі файлу на диск.

source: Missing a temporary folder.
uk: Тимчасова папка недоступна

source: No file was uploaded.
uk: Файл не був завантажений.

source: The uploaded file was only partially uploaded.
uk: Файл був завантажений не повністю.

source: The uploaded file exceeds the maximum allowed file size of: %s
uk: Завантажений файл перевищує максимально дозволений розмір в %s

source: The uploaded file exceeds the maximum allowed file size for this site
uk: Завантажений файл перевищує максимально дозволений розмір файлу для цього сайту

source: The file was uploaded successfully
uk: Файл був успішно завантажений

source: The group profile photo was deleted successfully!
uk: Зображення профілю групи успішно видалено!

source: There was a problem deleting the group profile photo. Please try again.
uk: Під час видалення зображення групи сталася помилка. Будь ласка, спробуйте ще раз.

source: The group profile photo was uploaded successfully.
uk: Картинка профілю групи була успішно завантажена.

source: There was a problem cropping the group profile photo.
uk: При обрізанні зображення профілю групи сталася помилка.

source: Your profile photo was deleted successfully!
uk: Ваше зображення профілю було успішно видалено!

source: There was a problem deleting your profile photo. Please try again.
uk: Під час видалення вашого зображення профілю сталася помилка. Будь ласка, спробуйте ще раз.

source: Your new profile photo was uploaded successfully.
uk: Ви успішно оновили ваше нове зображення профілю.

source: There was a problem cropping your profile photo.
uk: При зміні розмірів вашого зображення профілю сталася помилка.

source: Please upload only this file type: %s.
uk: Будь ласка, завантажте тільки файли цих типів: %s.

source: That photo is too big. Please upload one smaller than %s
uk: Ця фотографія занадто велика. Будь ласка, завантажте файл менше, ніж %s

source: Title:
uk: Заголовок:

source: Remember Me
uk: Запам'ятати

source: Password
uk: Пароль

source: Username
uk: Логін

source: Show a Log In form to logged-out visitors, and a Log Out link to those who are logged in.
uk: Показати форму для авторизації для неавторизованих користувачів, і посилання для виходу з облікового запису для тих, хто авторизований.

# Title of the login widget
source: (BuddyPress) Log In
uk: (BuddyPress) Авторизація

source: Community
uk: Спільнота

source: Search anything...
uk: Що будемо шукати?

# search form
source: Search these:
uk: Шукати:

# search form
source: Posts
uk: Записи

# search form
source: Forums
uk: Форуми

# search form
source: Blogs
uk: Блоги

# search form
source: Groups
uk: Групи

# search form
source: Members
uk: Користувачі

source: %1$s at %2$s
uk: %1$s в %2$s

source: %s Directory
uk: %s Каталог

source: Options
uk: Налаштування

source: Log In
uk: Увійти

source: Log Out
uk: Вийти

source: Not recently active
uk: Давно немає активності

source: %s second
uk: %s секунда

source: %s minute
uk: %s хвилина

source: %s hour
uk: %s година

source: %s day
uk: %s день

source: %s week
uk: %s тиждень

source: %s month
uk: %s місяць

source: %s year
uk: %s рік

source: %s ago
uk: %s назад

source: right now
uk: щойно

source: sometime
uk: небагато часу

# Page title for the user registration screen.
source: Register
uk: Реєстрація

# Page title for the user activation screen.
source: Activate
uk: Активація облікового запису

# Page title for the Members directory.
source: Members
uk: Користувачі

# Page title for the Sites directory.
source: Sites
uk: Сайти

# Page title for the Groups directory.
source: Groups
uk: Групи

# Page title for the Activity directory.
source: Activity
uk: Активність

source: Page %s
uk: Сторінка %s

source: Create a Group
uk: Створити групу

source: Activate your Account
uk: Активація вашого профілю

source: Create an Account
uk: Створити профіль

# component directory title
source: Directory
uk: Каталог

source: Activate Your Account
uk: Активація вашого профілю

source: [User Set]
uk: [Ваш власний пароль]

source: You must log in to access the page you requested.
uk: Ви повинні бути авторизовані для доступу до запитуваної сторінки.

source: This user has been marked as a spammer. Only site admins can view this profile.
uk: Цей користувач - спамер. Тільки адміністратори сайту можуть бачити його профіль.

source: Special community roles no longer exist. Use mapped capabilities instead
uk: Спеціальні ролі спільноти більше не існують. Використовуйте замість них пов'язані можливості (capabilities)

source: You do not have access to this page.
uk: У вас недостатньо прав для доступу до цієї сторінки.

source: Profile photo of %s
uk: Зображення профілю %s

source: You have selected an image that is smaller than recommended. For best results, upload a picture larger than %d x %d pixels.
uk: Ви вибрали зображення, яке менше рекомендованих розмірів. Для найкращого результату використовуйте картинку більше %d x %d пікселів.

source: Upload failed! Error was: %s
uk: Завантаження обірвалася! Причина: %s

source: Upload Failed! Error was: %s
uk: Завантаження обірвалася! Причина: %s

source: Profile Photo
uk: Картинка профілю

source: No photo was captured. Click on the "Capture" button to take your photo.
uk: Фото не було зроблено. Натисніть на кнопку "Зробити фото".

source: Your profile photo is ready. Click on the "Save" button to use this photo.
uk: Ваша картинки профілю готова. Натисніть "Зберегти", щоб почати використовувати цю фотографію.

source: Video error. Please upload a photo instead.
uk: Будь ласка, завантажте картинку, а не відео.

source: Your browser is not supported. Please upload a photo instead.
uk: Ваш браузер не підтримується. Будь ласка, завантажте картинку.

source: It looks like you do not have a webcam or we were unable to get permission to use your webcam. Please upload a photo instead.
uk: Судячи з усього у вас немає камери або ми не змогли отримати дозвіл на її використання. В такому випадку, завантажте, будь ласка, фото.

source: Camera loaded. Click on the "Capture" button to take your photo.
uk: Камера завантажена. Натисніть "Зробити знімок", щоб сфотографувати себе.

source: Please wait as we access your camera.
uk: Будь ласка, зачекайте, поки ми отримуємо доступ до вашої камери.

source: Please allow us to access to your camera.
uk: Будь ласка, дозвольте отримати нам доступ до вашої камери.

source: Take Photo
uk: Зробити фотографію

source: Upload
uk: Завантажити

source: If you&#39;d like to delete the existing profile photo but not upload a new one, please use the delete tab.
uk: Якщо ви хочете видалити поточне зображення профілю без завантаження нового, будь ласка, використовуйте сторінку видалення.

source: &#8220;%s&#8221; has failed to upload.
uk: &#8220;%s&#8221;: не вдалося завантажити.

source: Make sure to upload a unique file
uk: Переконайтеся, що завантажуєте унікальний файл

source: Crunching&hellip;
uk: Обробляємо&hellip;

source: Dismiss
uk: Закрити

source: Upload stopped.
uk: Завантаження припинено.

source: File canceled.
uk: Завантаження файлу скасовано.

source: Security error.
uk: Помилка безпеки.

source: IO error.
uk: Не вдалося записати на диск.

source: %s exceeds the maximum upload size for the multi-file uploader when used in your browser.
uk: %s перевищує максимальний розмір в вашому браузері, дозволений для завантаження декількох файлів.

source: Please try uploading this file with the %1$sbrowser uploader%2$s.
uk: Будь ласка, спробуйте завантажити цей файл за допомогою %1$s завантажувача браузера %2$s.

source: Upload failed.
uk: Завантаження не вдалася.

source: HTTP error.
uk: HTTP помилка.

source: You may only upload 1 file.
uk: Ви можете завантажувати тільки 1 файл.

source: There was a configuration error. Please contact the server administrator.
uk: Сталася помилка в налаштуваннях. Будь ласка, зв'яжіться з адміністратором сервера.

source: An error occurred. Please try again later.
uk: Виникла помилка. Будь ласка, спробуйте ще раз.

source: This is larger than the maximum size. Please try another.
uk: Ви перевищили максимально допустимий розмір файлу. Будь ласка, спробуйте ще раз.

source: Memory exceeded. Please try another smaller file.
uk: Перевищення ліміту пам'яті. Будь ласка, спробуйте файл меншого розміру.

source: This file is not an image. Please try another.
uk: Цей файл не є зображенням. Будь ласка, спробуйте ще раз.

source: This file type is not allowed. Please try another.
uk: Цей тип файлу заборонений. Будь ласка, спробуйте ще раз.

source: This file is empty. Please try another.
uk: Цей файл порожній. Будь ласка, спробуйте інший файл.

source: %s exceeds the maximum upload size for this site.
uk: %s перевищує максимальний розмір файлу для цього сайту.

source: You have attempted to queue too many files.
uk: Ви спробували відправити у чергу занадто багато файлів.

source: The BuddyBar is no longer supported. Please migrate to the WordPress toolbar as soon as possible.
uk: BuddyBar більше не підтримується. Будь ласка, перейдіть на використання WordPress Toolbar якомога раніше.

source: My Account
uk: Обліковий запис

source: For more information, see <a href="%s">the release notes</a>.
uk: Для отримання додаткової інформації прочитайте <a href="%s">замітки про реліз</a>.

source: <strong>Version %1$s</strong> addressed some security issues and fixed %2$s bug.
uk: В <strong>версії %1$s</strong> вирішені кілька проблем з безпекою і виправлена %2$s помилка.

source: <strong>Version %1$s</strong> addressed a security issue and fixed %2$s bug.
uk: В <strong>версії %1$s</strong> вирішена проблема з безпекою і виправлена %2$s помилка.

source: <strong>Version %1$s</strong> addressed %2$s bug.
uk: В <strong>версії %1$s</strong> виправлена %2$s помилка.

source: <strong>Version %1$s</strong> addressed a security issue.
uk: В <strong>версії %1$s</strong> вирішена проблема з безпекою.

source: Maintenance and Security Release
uk: Технічне оновлення безпеки

source: Security Release
uk: Оновлення безпеки

source: Maintenance Release
uk: Технічне оновлення

source: Credits
uk: Учасники розробки

source: What&#8217;s New
uk: Що нового

source: Welcome to BuddyPress %s
uk: Ласкаво просимо в BuddyPress %s

source: Contributors to BuddyPress %s
uk: Учасники розробки ядра BuddyPress %s

source: Navigator
uk: Навігатор

source: Core Developer
uk: Розробник ядра

source: Lead Developer
uk: Провідний розробник

source: Project Lead
uk: Лідер проекту

source: Project Leaders
uk: Лідери проекту

source: BuddyPress is created by a worldwide network of friendly folks like these.
uk: BuddyPress створений великою кількістю людей.

# @buddypressdev twitter account name
source: Development
uk: Розробка

# About screen, link to development blog
source: Development Blog
uk: Блог розробки

# About screen, link to documentation
source: Documentation
uk: Документація

# About screen, link to support site
source: Support
uk: Підтримка

# About screen, link to project blog
source: News
uk: Новини

# About screen, website links
source: Learn more:
uk: Дізнатися більше:

source: Regular updates to inline code documentation make it easier for developers to understand how BuddyPress works.
uk: Покращення в документації коду, що дозволить розробникам краще зрозуміти, як працює BuddyPress.

source: Developer Reference
uk: Для розробників

source: Can&#8217;t find what you need? Stop by <a href="https://buddypress.org/support/">our support forums</a>, where active BuddyPress users and developers are waiting to share tips and more.
uk: Чи не можете знайти те, що шукаєте? Відвідайте <a href="https://buddypress.org/support/">наш форум підтримки</a>, де активні користувачі і розробники BuddyPress готові поділитися знаннями.

source: Looking for help? The <a href="https://codex.buddypress.org/">BuddyPress Codex</a> has you covered.
uk: Шукаєте допомогу? Почитайте статті в <a href="https://codex.buddypress.org/">Кодексі BuddyPress</a>.

source: Community and Support
uk: Спільнота і підтримка

source: Repair Data
uk: Виправити дані

source: Manage Groups
uk: Управління групами

source: Moderate Activity Streams
uk: Перевірити стрічки активності

source: Manage User Signups
uk: Управління реєстраціями

source: Add User Profile Fields
uk: Додати поля профілю користувача

source: Administration Tools
uk: Інструменти для адміністрування

source: Get Started
uk: З чого почати

source: Customize Settings
uk: Налаштувати BuddyPress

source: Assign Components to Pages
uk: Зв'язати компоненти зі сторінками

source: Set Up Components
uk: Налаштувати компоненти

source: Configure BuddyPress
uk: Налаштувати BuddyPress

source: Getting Started with BuddyPress
uk: З чого почати в BuddyPress

source: About
uk: Інформація

source: About BuddyPress
uk: Про BuddyPress

source: Activity auto-refresh
uk: Автопоновлення стрічки активності

source: Blog &amp; Forum Comments
uk: Коментарі Блогу і Форуму

source: Activity Settings
uk: Налаштування активності

source: bbPress Configuration
uk: Налаштування bbPress

source: Legacy Group Forums
uk: Застарілі форуми групи

source: Group Photo Uploads
uk: Завантаження зображення групи

source: Group Creation
uk: Створення групи

source: Groups Settings
uk: Налаштування груп

source: Profile Syncing
uk: Синхронізація профілю

source: Profile Photo Uploads
uk: Завантаження картинки профілю

# BuddyPress setting tab
source: Profile Settings
uk: Налаштування профілю

source: Account Deletion
uk: Видалити обліковий запис

source: Main Settings
uk: Основні налаштування

source: Available Tools
uk: Доступні інструменти

source: BuddyPress Settings
uk: Налаштування BuddyPress

source: BuddyPress Pages
uk: BuddyPress сторінки

source: BuddyPress Components
uk: Компоненти BuddyPress

source: Help
uk: Допомога

source: BuddyPress Help
uk: Допомога по BuddyPress

source: Welcome to BuddyPress
uk: Ласкаво просимо в BuddyPress

# buddypress tools intro
source: Use the %s to repair these relationships.
uk: Використовуйте %s, щоб виправити ці зв'язки.

source: Tools
uk: Інструменти

source: Determining last activity dates for each user&hellip; %s
uk: Отримання дати останньої активності для кожного користувача&hellip; %s

source: Counting the number of active members on the site&hellip; %s
uk: Йде підрахунок кількості активних користувачів на сайті&hellip; %s

source: Repopulating Blogs records&hellip; %s
uk: Отримання записів блогів&hellip; %s

source: Counting the number of groups for each user&hellip; %s
uk: Йде підрахунок кількості груп для кожного користувача&hellip; %s

source: Complete!
uk: Успішно!

source: Failed!
uk: Провалено!

source: Counting the number of friends for each user&hellip; %s
uk: Підрахунок кількості друзів кожного користувача&hellip; %s

source: Repair member "last activity" data.
uk: Виправити дані про "останню активність" користувача.

source: Repair Items
uk: Відновити елементи

source: Some of these tools create substantial database overhead. Avoid running more than one repair job at a time.
uk: Деякі з цих інструментів викликають критичне навантаження на базу даних. Не заводьте більше одного завдання за раз.

source: Use the tools below to manually recalculate these relationships.
uk: Використовуйте інструменти нижче, щоб вручну перерахувати ці зв'язки.

source: BuddyPress keeps track of various relationships between users, groups, and activity items. Occasionally these relationships become out of sync, most often after an import, update, or migration.
uk: BuddyPress зберігає різні зв'язки між користувачами, групами і елементами активності. Іноді ці зв'язки перестають бути цільними, по більшій мірі після імпорту, поновлення або міграцій.

source: BuddyPress Tools
uk: Інструменти BuddyPress

source: Associate WordPress Pages with the following BuddyPress Registration pages.
uk: Виберіть сторінки WordPress, з якими будуть асоціюватися наступний сторінки реєстрації BuddyPress.

source: Registration
uk: Реєстрація

source: - None -
uk: - Не відображати -

source: Associate a WordPress Page with each BuddyPress component directory.
uk: Виберіть сторінки WordPress, з якими будуть асоціюватися сторінки компонентів.

source: Directories
uk: Списки

source: Absolute path to your bbPress configuration file.
uk: Абсолютний шлях до конфігураційного файлу bbPress.

source: File does not exist
uk: Файл не існує.

source: Repair
uk: Відновити

source: Attempt to save a new config file.
uk: Спроба зберегти новий конфігураційний файл.

source: Allow customizable avatars for groups
uk: Дозволити налаштовувати картинки профілю групи

source: Administrators can always create groups, regardless of this setting.
uk: Адміністратори завжди можуть створювати групи, незалежно від значення цього параметра.

source: Enable group creation for all users
uk: Дозволити створення груп всім користувачам

source: Allow registered members to upload avatars
uk: Дозволити завантаження зображень профілю зареєстрованим користувачам

source: Enable BuddyPress to WordPress profile syncing
uk: Увімкнути синхронізацію BuddyPress з профілем WordPress (BP-> WP)

source: Automatically check for new items while viewing the activity stream
uk: Автоматично перевіряти на наявність нових повідомлень під час перегляду стрічки активності

source: Allow activity stream commenting on blog and forum posts
uk: Дозволити коментувати записи блогу і форуму в стрічці активності

source: Allow Akismet to scan for activity stream spam
uk: Дозволити перевіряти записи в стрічці активності на предмет спаму (за допомогою Akismet)

source: Allow registered members to delete their own accounts
uk: Дозволити зареєстрованим користувачам видаляти власні облікові записи

source: Show the Toolbar for logged out users
uk: Показувати Toolbar для неавторизованих користувачів

# Display name field
source: Display Name
uk: Відображуване ім'я

# First field-group name
source: General
uk: Основне

source: User removed from spam.
uk: Користувач вилучений з спаму.

source: User marked as spammer. Spam users are visible only to site admins.
uk: Користувач відзначений як спамер. Спамери видимі лише адміністраторам.

source: Add to Menu
uk: Додати в Меню

source: <em>Logged-Out</em> links are not visible to users who are logged in.
uk: Посилання <em>неавторизованих</ em> не відображаються для користувачів, які авторизовані.

source: <em>Logged-In</em> links are relative to the current user, and are not visible to visitors who are not logged in.
uk: Посилання <em>авторизованих</ em> пов'язані тільки з поточним користувачем і не відображаються відвідувачами, які не авторизовані.

source: Logged-Out
uk: Вийти

source: Logged-In
uk: Увійти

source: Extra configuration settings are provided and activated. You can selectively enable or disable any setting by using the form on this screen.
uk: Додаткові настройки активовані. Ви можете вибірково включити або виключити їх, використовуючи форму на сторінці.

source: BuddyPress Components use WordPress Pages for their root directory/archive pages. You can change the page associations for each active component by using the form below.
uk: Компоненти BuddyPress використовують WordPress сторінки. Ви можете змінити зв'язки сторінок і компонентів, використовуючи форму нижче.

source: By default, all but four of the BuddyPress components are enabled. You can selectively enable or disable any of the components by using the form below. Your BuddyPress installation will continue to function. However, the features of the disabled components will no longer be accessible to anyone using the site.
uk: За замовчуванням активовані всі крім 4 найбільш популярних BuddyPress компонентів. У формі нижче ви можете включити або вимкнути на вибір будь-який компонент. Ваша соціальна мережа продовжить працювати, проте частина функціональності відключених компонентів більше не буде доступна нікому на сайті.

source: <a href="https://codex.buddypress.org/administrator-guide/extended-profiles/">Managing Profile Fields</a>
uk: <a href="https://codex.buddypress.org/administrator-guide/extended-profiles/">Управління полями профілю</a>

source: <a href="https://codex.buddypress.org/getting-started/configure-components/#settings-buddypress-settings">Managing Settings</a>
uk: <a href="https://codex.buddypress.org/getting-started/configure-components/#settings-buddypress-settings">Управління настройками</a>

source: <a href="https://codex.buddypress.org/getting-started/configure-components/#settings-buddypress-pages">Managing Pages</a>
uk: <a href="https://codex.buddypress.org/getting-started/configure-components/#settings-buddypress-pages">Управління сторінками</a>

source: <a href="https://codex.buddypress.org/getting-started/configure-components/">Managing Components</a>
uk: <a href="https://codex.buddypress.org/getting-started/configure-components/">Управління компонентами</a>

source: Forums
uk: Форуми

source: Settings
uk: Налаштування

source: Pages
uk: Сторінки
