Repository: petlyak/buddypress-ukrainian
Catalog: buddypress-*.po
Languages: uk

source: Your profile photo will be used on your profile and throughout the site. If there is a <a href="http://gravatar.com">Gravatar</a> associated with your account email we will use that, or you can upload an image from your computer.
uk: Ваша картинка профілю буде використовуватися у вашому профілі і повсюдно на сайті. Якщо з вашою email адресою на цьому сайті є пов'язаний обліковий запис з <a href="http://gravatar.com"> Gravatar </a>, то саме вона буде використовуватися, або ж ви можете завантажити картинку з вашого комп'ютера.

source: Change Profile Photo
uk: Змінити зображення профілю

source: Date Received
uk: Дата отримання

source: Notification
uk: Сповіщення

source: This member has no notifications.
uk: У цього користувача немає сповіщень.

source: You have no notifications.
uk: У вас немає сповіщень.

source: This member has no unread notifications.
uk: У цього користувача немає непрочитаних сповіщень.

source: You have no unread notifications.
uk: У вас немає непрочитаних сповіщень.

source: Send Reply
uk: Надіслати відповідь

source: Send a Reply
uk: Відповісти

source: Delete Conversation
uk: Видалити переписку

source: Conversation between %s and you.
uk: Листування між %s і вами.

source: Conversation between %s recipients.
uk: Листування між %s співрозмовниками.

source: You are alone in this conversation.
uk: Ви самотні в цьому обговоренні.

source: Sorry, no notices were found.
uk: Вибачте, повідомлень на даний момент немає.

source: Delete Message
uk: Видалити повідомлення

source: Sent:
uk: Відправлено:

source: Sorry, no messages were found.
uk: Вибачте, повідомлення не знайдені.

source: Unread
uk: Непрочитані

source: View Message
uk: Прочитати повідомлення

source: To:
uk: Кому:

source: From:
uk: Від:

source: From
uk: Від

source: Select all
uk: Обрати все

source: Send Message
uk: Відправити повідомлення

source: Message
uk: Повідомлення

source: Subject
uk: Тема

source: This is a notice to all users.
uk: Це повідомлення для всіх користувачів.

source: Send To (Username or Friend's Name)
uk: Кому (логін або ім'я одного)

source: You have no outstanding group invites.
uk: У вас зараз немає необроблених запрошень в групи.

# Group member count
source: %d member
uk: %d участник

source: You have no pending friendship requests.
uk: У вас немає необроблених пропозицій дружби.

source: You have successfully created your account! Please log in using the username and password you have just created.
uk: Ви успішно зареєстрували свій обліковий запис! Будь ласка, увійдіть, використовуючи логін і пароль, який ви тільки що створили.

source: You have successfully created your account! To begin using this site you will need to activate your account via the email we have just sent to your address.
uk: Ви успішно створили ваш профіль. Для його активації вам необхідно перейти по посиланню з листа, який ми тільки що відправили на Вашу електронну адресу. Після цього ви зможете авторизувиватися і повноцінно користуватися сайтом.

source: Complete Sign Up
uk: Закінчити реєстрацію

source: Site Title
uk: Заголовок сайту

source: Blog URL
uk: URL сайту

source: Yes, I'd like to create a new site
uk: Так, я хочу створити новий сайт

source: Blog Details
uk: Подробиці про сайт

source: Who can see this field?
uk: Хто може бачити це поле?

# Change profile field visibility level
source: Change
uk: Змінити

source: This field can be seen by: <span class="current-visibility-level">%s</span>
uk: Хто бачить це поле: <span class="current-visibility-level">%s</span>

source: Profile Details
uk: Деталі профілю

source: Confirm Password
uk: Підтвердіть пароль

source: Choose a Password
uk: Виберіть пароль

source: Email Address
uk: Email адрес

source: (required)
uk: (обов'язково)

source: Account Details
uk: Деталі облікового запису

source: Registering for this site is easy. Just fill in the fields below, and we'll get a new account set up for you in no time.
uk: Зареєструватися на Інформаційному порталі Олешинської сільської ради дуже легко. Просто заповніть поля, зазначені нижче, і ви відразу отримаєте ваш новий обліковий запис.<br/><br/> * Реєструючись на сайті Ви надаєте свою згоду на обробку Ваших персональних даних. Ваші персональні дані не будуть передаватися третім особам.

source: User registration is currently not allowed.
uk: Реєстрація користувачів тимчасово відключена.

source: Newest Registered
uk: Нові

source: Activation Key:
uk: Ключ активації:

source: Please provide a valid activation key.
uk: Будь ласка, використовуйте правильний активаційний ключ.

source: Your account was activated successfully! You can now <a href="%s">log in</a> with the username and password you provided when you signed up.
uk: Ваш аккаунт успішно активований! Тепер ви можете авторизуватися, використовуючи логін і пароль, вказані вами при реєстрації.

source: Your account was activated successfully! Your account details have been sent to you in a separate email.
uk: Ваш обліковий запис успішно активовано. Деталі реєстрації (логін і пароль) були відправлені вам на email адрес, який ви вказали.

source: All of your friends already belong to this group.
uk: Всі ваші друзі вже є учасниками цієї групи.

source: Once you've made some friendships, you'll be able to invite those members to this group.
uk: Як тільки ви подружитеся з ким-небудь, ви зможете запросити цих користувачів до цієї групи.

source: Group invitations can only be extended to friends.
uk: Запрошення в групи можуть бути розширені тільки для друзів.

source: Send Invites
uk: Запросити

source: There are no pending membership requests.
uk: Необроблених заявок на вступ до групи немає.

source: Reject
uk: Відхилити

source: Accept
uk: Прийняти

source: Send Request
uk: Відправити запит

source: Comments (optional)
uk: Коментарі (не обов'язково)

source: You are requesting to become a member of the group '%s'.
uk: Ви робите заявку на вступ до групи '%s'.

source: No members were found.
uk: Користувачі не знайдені.

source: Select friends to invite.
uk: Виберіть друзів, щоб запросити їх.

source: Group Mods
uk: Модератори групи

source: Group Admins
uk: Адміністратори групи

source: Post a New Topic:
uk: Опублікувати нову тему форуму:

source: You will auto join this group when you start a new topic.
uk: Ви автоматично вступите в цю групу коли відкриєте нову тему форуму.

source: This topic is closed, replies are no longer accepted.
uk: Ця тема закрита, відповіді більше не публікуються.

source: Post Reply
uk: Надіслати відповідь

source: Add a reply:
uk: Додати відповідь:

source: You will auto join this group when you reply to this topic.
uk: Ви автоматично вступите в цю групу, коли відповісте в темі.

source: There are no posts for this topic.
uk: У цій темі немає записів.

source: %1$s said %2$s:
uk: %1$s (%2$s):

source: Topic tags:
uk: Теги теми:

source: New Reply
uk: Відповісти

source: This topic does not exist.
uk: Ця тема не існує.

source: Edit:
uk: Редагувати:

source: Forum Directory
uk: Список форумів

source: I understand the consequences of deleting this group.
uk: Я свідомо продовжую видалення цієї групи.

source: WARNING: Deleting this group will completely remove ALL content associated with it. There is no way back, please be careful with this option.
uk: УВАГА: Видалення групи приведе до повного видалення ВСЬОГО пов'язаного вмісту. Шляху назад не буде, будь ласка, будьте обережні з цією дією.

source: This group has no members.
uk: У цій групі немає учасників.

source: Remove from group
uk: Видалити з групи

source: Remove this member
uk: Видалити учасника

source: Promote to Mod
uk: Призначити модератором

source: Kick &amp; Ban
uk: Надіслати в бан

source: Kick and ban this member
uk: Надіслати в бан цього учасника

source: Remove Ban
uk: Видалити бан

source: Unban this member
uk: Повернути з бана цього учасника

source: (banned)
uk: (в бані)

source: Crop Profile Photo
uk: Обрізати картинку профілю

source: Notify group members of these changes via email
uk: Надіслати повідомлення про зміни учасникам групи по email

source: Newly Created
uk: Нещодавно створені

source: Most Members
uk: Кількість учасників

source: All Groups <span>%s</span>
uk: Всі групи <span>%s</span>

source: There were no groups found.
uk: Групи не знайдені.

source: Finish
uk: Закінчити

source: Create Group and Continue
uk: Створити групу і продовжити

source: Next Step
uk: Наступний крок

source: Back to Previous Step
uk: Попередній крок

source: Once you have built up friend connections you will be able to invite others to your group.
uk: Як тільки у вас з'являться друзі, ви зможете запрошувати їх в свої групи.

source: Remove Invite
uk: Видалити запрошення

source: Select people to invite from your friends list.
uk: Виберіть користувачів зі списку друзів, щоб запросити в групу.

source: Profile photo preview
uk: Попередній перегляд зображення профілю

source: Profile photo to crop
uk: Зображення профілю для обрізки

source: Crop Group Profile Photo
uk: Обрізати зображення профілю групи

source: To skip the group profile photo upload process, hit the "Next Step" button.
uk: Для пропуску процесу завантаження зображення профілю групи натисніть на кнопку «Наступний крок».

source: Upload Image
uk: Завантажити зображення

source: Upload an image to use as a profile photo for this group. The image will be shown on the main group page, and in search results.
uk: Завантажте зобрежння, щоб використовувати її як картинку профілю цієї групи. Вона буде відображатися на головній сторінці групи, а також в результатах пошуку.

source: <strong>Attention Site Admin:</strong> Group forums require the <a href="%s">correct setup and configuration</a> of a bbPress installation.
uk: <strong> Увага, адміни сайту:</strong> Для форумів груп треба <a href="%s">правильно налаштувати</a> bbPress.

source: Should this group have a forum?
uk: Чи повинен бути форум в цій групі?

source: Which members of this group are allowed to invite others?
uk: Які учасники цієї групи мають можливість запрошувати інших користувачів?

source: Group Invitations
uk: Запрошення в групу

source: This group will not be listed in the groups directory or search results.
uk: Ця група не буде відображатися в списку груп і результататах пошуку.

source: Only users who are invited can join the group.
uk: Вступити в групу можуть лише ті користувачі, яких запросили.

source: This is a hidden group
uk: Це прихована група

source: Group content and activity will only be visible to members of the group.
uk: Зміст групи і активність буде видно тільки учасникам групи.

source: Only users who request membership and are accepted can join the group.
uk: Вступити в групу можуть тільки ті користувачі, запит на вступ яких був прийнятий.

source: This is a private group
uk: Це приватна група

source: Group content and activity will be visible to any site member.
uk: Зміст групи і активність буде видно будь-якому користувачеві сайту.

source: This group will be listed in the groups directory and in search results.
uk: Ця група буде відображатися в списку груп і в результатах пошуку.

source: Any site member can join this group.
uk: Будь-який користувач сайту може запросити вас в групу.

source: This is a public group
uk: Це відкрита група

source: Privacy Options
uk: Налаштування конфіденційності

source: Group Description (required)
uk: Опис групи (обов'язково)

source: Group Name (required)
uk: Назва групи (обов'язково)

source: You are not a member of any groups so you don't have any group forums you can post in. To start posting, first find a group that matches the topic subject you'd like to start. If this group does not exist, why not <a href='%s'>create a new group</a>? Once you have joined or created the group you can post your topic in that group's forum.
uk: Ви не є учасником жодної групи, тому у вас немає форумів груп, в які ви можете публікувати. Щоб отримати можливість це робити, спочатку знайдіть групу, яка відповідає темі що Вас цікавить. Якщо ж такої групи не існує, чому б не <a href='%s'> створити нову </a>? Як тільки ви вступите в групу або створите свою власну, ви зможете опублікувати вашу тему в форумі цієї групи.

source: Post Topic
uk: Опублікувати тему

source: Post In Group Forum:
uk: Опублікувати в форумі групи:

source: Tags (comma separated):
uk: Теги (розділяйте комами):

source: Content:
uk: Текст:

source: Create New Topic:
uk: Створити нову тему:

source: Unreplied
uk: Без відповіді

source: Most Posts
uk: Кількість записів

source: My Topics <span>%s</span>
uk: Мої теми <span>%s</span>

source: All Topics <span>%s</span>
uk: Всі теми <span>%s</span>

source: Sorry, there were no forum topics found.
uk: Вибачте, активних тим не знайдено.

source: in %1$s
uk: в %1$s

source: Started by %1$s
uk: Автор %1$s

source: Permanent link to this post
uk: Постійне посилання на цей запис

source: Last Active
uk: Активність

source: My Sites <span>%s</span>
uk: Мої сайти <span>%s</span>

source: All Sites <span>%s</span>
uk: Всі сайти <span>%s</span>

source: Site registration is currently disabled
uk: Реєстрація сайтів тимчасово відключена

source: Sorry, there were no sites found.
uk: Вибачте, сайти не знайдені.

source: Select your File
uk: Виберіть ваш файл

# Uploader: Drop your file here - or - Select your File
source: or
uk: або

source: Drop your file here
uk: Перетягніть сюди ваш файл

source: Upload Limit Exceeded
uk: Перевищено ліміт завантаження

source: The web browser on your device cannot be used to upload files.
uk: Браузер на вашому пристрої не може бути використаний для завантаження файлів.

source: Delete Group Profile Photo
uk: Видалити зображення профілю групи

source: If you'd like to remove the existing group profile photo but not upload a new one, please use the delete group profile photo button.
uk: Якщо ви хочете видалити поточне зображення профілю групи, але не будете завантажувати нове, використовуйте кнопку видалення картинки профілю групи.

source: Delete My Profile Photo
uk: Видалити моє зображення профілю

source: Delete Profile Photo
uk: Видалити зображення профілю

source: If you'd like to delete your current profile photo but not upload a new one, please use the delete profile photo button.
uk: Якщо ви хочете видалити ваше поточне зображення профілю і ви не збираєтеся завантажувати нове, то скористайтеся кнопкою видалення картинки профілю.

source: Crop Image
uk: Обрізати картинку

source: Save
uk: Зберегти

source: Capture
uk: Зробити знімок

source: Your browser does not support this feature.
uk: Ваш браузер не підтримує цю можливість.

source: Post in
uk: Опублікувати в

source: Post Update
uk: Оновити повідомлення

source: What's new, %s?
uk: Що нового, %s?

source: What's new in %s, %s?
uk: Що нового в %s, %s?

source: &mdash; Everything &mdash;
uk: &mdash; Усе &mdash;

source: Show:
uk: Показати:

source: RSS Feed
uk: RSS стрічка

# Number of new activity mentions
source: %s new
uk: %s новий

source: Mentions
uk: Згадки

source: Activity that I have been mentioned in.
uk: Активність, в якій мене згадали.

source: My Favorites <span>%s</span>
uk: Вибране <span>%s</span>

source: The activity I've marked as a favorite.
uk: Активність, яку я позначив обраною.

source: My Groups <span>%s</span>
uk: Мої групи <span>%s</span>

source: The activity of groups I am a member of.
uk: Активність груп, учасником яких я є.

source: My Friends <span>%s</span>
uk: Мої друзі <span>%s</span>

source: The activity of my friends only.
uk: Активність тільки моїх друзів.

source: All Members <span>%s</span>
uk: Всі користувачі <span>%s</span>

source: The public activity for everyone on this site.
uk: Публічна активність кожного на цьому сайті.

source: Remove Favorite
uk: Зняти позначку вибраного

source: Favorite
uk: В обране

source: Mark as Favorite
uk: Зберегти в обране

source: Comment <span>%s</span>
uk: Коментарі <span>%d</span>

source: View Conversation
uk: Подивитися розмову

source: <a href="%1$s">%2$s</a> replied <a href="%3$s" class="activity-time-since"><span class="time-since">%4$s</span></a>
uk: <a href="%1$s">%2$s</a> - відповідь <a href="%3$s" class="activity-time-since"><span class="time-since">%4$s</span></a>

source: Sorry, there was no activity found. Please try a different filter.
uk: Вибачте, але на даний момент нам нема що вам показати. Спробуйте використовувати інший фільтр або зайти пізніше.

source: Load More
uk: Завантажити ще

source: Capabilities
uk: Можливості

source: You have successfully dismissed your pending email change.
uk: Ви успішно скасували зміну адреси email.

source: There was a problem verifying your new email address. Please try again.
uk: При підтвердженні вашої адреси email сталася помилка. Будь ласка, спробуйте ще раз.

source: You have successfully verified your new email address.
uk: Ви успішно підтвердили ваш новий email адрес.

source: %s was successfully deleted.
uk: Користувач "%s" успішно видалений.

source: This user's notification settings have been saved.
uk: Налаштування повідомлень цього користувача були успішно збережені.

source: Your notification settings have been saved.
uk: Ваші налаштування сповіщень були успішно збережені.

source: No changes were made to this account.
uk: Не було ніяких змін в налаштуваннях цього облікового запису.

source: No changes were made to your account.
uk: Не було ніяких змін в налаштуваннях облікового запису.

source: Your settings have been saved.
uk: Ваші налаштування були збережені.

source: The new password must be different from the current password.
uk: Новий пароль повинен відрізнятися від поточного пароля.

source: One of the password fields was empty.
uk: Одне з полів пароля було порожнім.

source: The new password fields did not match.
uk: Паролі в основному і перевірочному полях не збігаються.

source: Your current password is invalid.
uk: Ваш поточний пароль неправильний.

source: Email address cannot be empty.
uk: Email адрес не може бути порожнім.

source: That email address is already taken.
uk: Цей email адрес вже зайнятий.

source: That email address is currently unavailable for use.
uk: Зазначений email адрес не може бути використаний.

source: That email address is invalid. Check the formatting and try again.
uk: Зазначений email адрес невірний. Перевірте його і спробуйте ще раз.

source: Go
uk: Фільтрувати

source: Oldest First
uk: Спочатку старі

source: Newest First
uk: Спочатку нові

source: Viewing %1$s - %2$s of %3$s notification
uk: Перегляд %1$s - %2$s з %3$s сповіщення

source: Viewing 1 notification
uk: Перегляд 1 сповіщення

source: Read
uk: Прочитані

source: Date not found
uk: Дата не знайдена

# My Account Notification sub nav
source: Read
uk: Прочитані

# My Account Notification sub nav
source: Unread
uk: Непрочитані

# My Account Notification
source: Notifications
uk: Сповіщення

# Notification screen nav
source: Read
uk: Прочитано

# Notification screen nav
source: Unread
uk: Непрочитані

# Profile screen nav
source: Notifications
uk: Сповіщення

source: Search Notifications...
uk: Пошук за сповіщеннями...

# Page <title>
source: Notifications
uk: Сповіщення

source: No new notifications
uk: Сповіщень нема

source: Notifications marked as unread.
uk: Сповіщення позначені непрочитаними

source: Notifications marked as read
uk: Сповіщення позначені прочитаними

source: Notifications deleted.
uk: Сповіщення видалені.

source: There was a problem managing your notifications.
uk: Під час керування вашими сповіщеннями сталася помилка.

source: There was a problem deleting that notification.
uk: При видаленні сповіщення сталася помилка.

source: Notification successfully deleted.
uk: Сповіщення успішно видалено.

source: Notification successfully marked unread.
uk: Сповіщення успішно позначено непрочитаним

source: There was a problem marking that notification.
uk: При обробці сповіщення сталася помилка.

source: Notification successfully marked read.
uk: Сповіщення успішно позначено прочитаним.

source: %s Recipients
uk: Одержувачі (%s)

source: Display Sitewide Notices posted by the site administrator
uk: Відображення оголошень, опублікованих адміністратором сайту

source: (BuddyPress) Sitewide Notices
uk: (BuddyPress) Оголошення в мережі

source: Sent %s
uk: Відправлено %s

source: %s recipients
uk: %s співрозмовника(ів)

source: Private Message
uk: Приватне повідомлення

source: Currently Active
uk: Поточне

source: Mark unread
uk: Позначити непрочитаними

source: Mark read
uk: Позначити прочитаними

source: Select Bulk Action
uk: Вибрати

source: Delete Selected
uk: Видалити вибрані

# Message management markup
source: Mark as Unread
uk: Позначити як непрочитане

# Message management markup
source: Mark as Read
uk: Позначити як прочитане

# Message dropdown filter
source: All
uk: Усе

# Message dropdown filter
source: Unread
uk: Непрочитані

# Message dropdown filter
source: Read
uk: Прочинані

source: Select
uk: Вибрати

source: Select:
uk: Вибрати:

source: Search Messages
uk: Пошук за повідомленнями

source: Viewing %1$s - %2$s of %3$s message
uk: Перегляд %1$s - %2$s з %3$s повідомленя

source: Viewing 1 message
uk: Перегляд 1 повідомлення

source: %d unread
uk: %d непрочитане

source: Remove star
uk: Зняти позначку

source: Add star
uk: позначити

source: %s message was successfully unstarred
uk: З %s повідомлення було успішно знято позначку

source: %s message was successfully starred
uk: %s повідомлення було успішно позначено

source: Star the first message in this thread
uk: Позначити перше повідомлення в цій гілці

source: Remove all starred messages in this thread
uk: Видалити всі позначені повідомлення в цій гілці

source: Not starred
uk: Не позначені

source: Star
uk: Позначити

source: Unstar
uk: Зняти позначення

source: A member sends you a new message
uk: Користувач відправив вам нове повідомлення

source: There was a problem deleting that notice.
uk: Сталася проблема при видалення цього повідомлення.

source: There was a problem activating that notice.
uk: Сталася проблема при активації даного повідомлення.

source: There was a problem deactivating that notice.
uk: При відключенні повідомлення сталася помилка.

source: You have %s new private message
uk: У вас %s нове приватне повідомлення

source: %s sent you a new private message
uk: %s відправив(а) вам нове приватне повідомлення

source: You have %d new messages
uk: Нових повідомлень: %d

source: My Messages
uk: Мої повідомлення

source: All Member Notices
uk: Всі повідомлення

source: Notices
uk: Сповіщення

source: Compose
uk: Написати

source: Sent
uk: Відправлені

source: Starred
uk: Помічені

source: Inbox
uk: Вхідні

source: Messages
uk: Повідомлення

source: Messages <span class="%s">%s</span>
uk: Повідомлення <span class="%s">%s</span>

source: Search Messages...
uk: Пошук повідомлень...

source: Private Messages
uk: Особисті повідомлення

source: No Subject
uk: Без теми

source: There was an error deleting messages.
uk: При видаленні повідомлень сталася помилка.

source: Messages marked as unread.
uk: Повідомлення помічені непрочитаними.

source: Messages marked as read
uk: Повідомлення помічені прочитаними.

source: Messages deleted.
uk: Повідомлення видалені.

source: There was a problem managing your messages.
uk: Під час керування вашими повідомленнями сталася помилка.

source: Message marked unread.
uk: Повідомлення позначено непрочитаним.

source: There was a problem marking that message.
uk: Під час обробки цього повідомлення сталася помилка.

source: Message marked as read.
uk: Повідомлення позначено як прочитане.

source: Message deleted.
uk: Повідомлення видалено.

source: There was an error deleting that message.
uk: При видаленні повідомлення сталася помилка.

source: There was a problem sending your reply. Please try again.
uk: Під час відправки вашої відповіді сталася помилка. Будь ласка, спробуйте ще раз.

source: Your reply was sent successfully
uk: Відповідь успішно відправлена.
