Repository: petlyak/buddypress-ukrainian
Catalog: buddypress-*.po
Languages: uk

source: You have an invitation to the group: %s
uk: Вас запросили в групу: %s

source: Group Invites
uk: Запрошення в групу

source: You have %d new group invitations
uk: У вас є нові запрошення в групи: %d

source: You were promoted to a mod in the group "%s"
uk: Вас призначили модератором в групі "%s"

source: You were promoted to a mod in %d groups
uk: Ви призначені модератором в групах (%d)

source: You were promoted to an admin in the group "%s"
uk: Ви призначені адміністратором в групі "%s"

source: You were promoted to an admin in %d groups
uk: Ви призначені адміністратором в групах (%d)

source: Membership for group "%s" rejected
uk: Вступ в групу "%s" відхилено

source: %d rejected group membership requests
uk: Відхилених заявок на вступ до групи: %d

source: Membership for group "%s" accepted
uk: Вступ в групу "%s" підтверджено

source: %d accepted group membership requests
uk: Прийнятих заявок на вступ до групи: %d

source: %s requests group membership
uk: %s хоче вступити в групу

source: Group Membership Requests
uk: Запити на вступ до групи

source: %1$d new membership requests for the group "%2$s"
uk: Нові запити (%1$d) на вступ до групи "%2$s"

source: a moderator
uk: модератор

source: an administrator
uk: адміністратор

# Group update email text
source: * Description changed from "%s" to "%s".
uk: * Опис змінився з "%s" на "%s".

# Group update email text
source: * Name changed from "%s" to "%s".
uk: * Назву змінено з "%s" на "%s".

source: No Group Profile Photo
uk: Немає зображення профілю групи

# My Groups page <title>
source: Memberships
uk: Членство

# My Account Groups sub nav
source: Create a Group
uk: Створити групу

# My Account Groups sub nav
source: Memberships
uk: Членство

# My Account Groups sub nav
source: No Pending Invites
uk: Немає нових запрошень

# My Account Groups
source: Groups
uk: Групи

source: Requests
uk: Запити

source: Photo
uk: Фото

source: Details
uk: Деталі

# My Group screen nav
source: Manage
uk: Управління

# My Group screen nav
source: Send Invites
uk: Запросити

# My Group screen nav
source: Forum
uk: Форум

# Group screen nav
source: Request Membership
uk: Додати в друзі

# Group screen navigation title
source: Home
uk: Головна

source: Invitations
uk: Запрошення

source: Memberships
uk: Мої групи

# Group screen nav without counter
source: Groups
uk: Групи

# Group screen nav
source: Invites
uk: Запрошення

# Group screen nav
source: Photo
uk: Зображення

# Group screen nav
source: Settings
uk: Налаштування

# Group screen nav
source: Details
uk: Деталі

# Component directory search
source: Search Groups...
uk: Пошук груп...

# component directory title
source: Groups
uk: Групи

# Group screen page <title>
source: User Groups
uk: Групи користувачів

source: %1$s posted an update in the group %2$s
uk: %1$s повідомлення в стрічці групи %2$s

source: As the only admin, you cannot leave the group.
uk: Ви не можете залишити групу, оскільки є єдиним адміністратором.

source: Group Admin
uk: Адмін

source: %1$s edited the forum topic %2$s in the group %3$s
uk: %1$s відредагована тема %2$s в форумі групи %3$s

source: %1$s started the forum topic %2$s in the group %3$s
uk: %1$s створена тема %2$s в форумі групи %3$s

source: %1$s replied to the forum topic %2$s in the group %3$s
uk: %1$s залишено повідомлення в темі %2$s в форумі групи %3$s

# Group WP Admin Bar delete link
source: %s Group
uk: %s група

# Group WP Admin Bar manage links
source: Edit Group %s
uk: Редагувати групу %s

source: Select group %1$d
uk: Виберіть групу %1$d

# Groups admin Last Active column header
source: Last Active
uk: Активність

# Groups admin Members column header
source: Members
uk: Участники

# Groups admin Privacy Status column header
source: Status
uk: Статус

# Groups admin Group Description column header
source: Description
uk: Опис

# Groups admin Group Name column header
source: Name
uk: Назва

source: Hidden <span class="count">(%s)</span>
uk: Приховані <span class="count">(%s)</span>

source: Private <span class="count">(%s)</span>
uk: Приватні <span class="count">(%s)</span>

source: Public <span class="count">(%s)</span>
uk: Публічні <span class="count">(%s)</span>

source: No groups found.
uk: Групи не знайдені.

source: Viewing %1$s - %2$s of %3$s member
uk: Перегляд %1$s - %2$s з %3$s користувача

source: Viewing 1 member
uk: Перегляд 1 учасника

source: No members of this type
uk: Немає користувачів цього типу

source: Ban
uk: Заблокувати

source: Actions
uk: Дії

source: Banned
uk: Забанені

source: Roles
uk: Ролі

# Group member role in group admin
source: Group Role
uk: Роль в групі

# Group member name in group admin
source: Name
uk: Ім'я

source: Banned Members
uk: Заблоковані учасники

source: Members
uk: Користувачі

source: Moderators
uk: Модератори

source: Administrators
uk: Адміністратори

source: Enter a comma-separated list of user logins.
uk: Введіть логіни користувачів, розділені комою

source: Group admins only
uk: Тільки адміністратори групи

source: Group admins and mods only
uk: Тільки адміни і модератори групи

source: All group members
uk: Всі учасники групи

source: Who can invite others to this group?
uk: Хто може запрошувати інших до цієї групи?

source: Hidden
uk: Прихована

source: Private
uk: Приватна

source: Public
uk: Публічний

source: Privacy
uk: Конфіденційність

source: Enable discussion forum
uk: Дозволити форум обговорень

source: Search all Groups
uk: Пошук по групам

source: Groups
uk: Групи

source: %s group has been permanently deleted.
uk: %s група була видалена.

source: This action cannot be undone.
uk: Цю дію потім неможна буде скасувати.

source: You are about to delete the following groups:
uk: Ви збираєтеся видалити такі групи:

source: Delete Groups
uk: Видалити групи

source: Visit Group
uk: Відвідати групу

source: Permalink:
uk: Постійне посилання:

source: Name and Description
uk: Назва та опис

source: Edit Group
uk: Редагувати

source: The following members were successfully modified: %s
uk: Наступні учасники були успішно змінені: %s

source: An error occurred when trying to modify the following members: %s
uk: Сталася помилка під час зміни наступних учасників: %s

source: The following users were successfully added to the group: %s
uk: Наступні користувачі були успішно додані в групу: %s

source: The following users could not be added to the group: %s
uk: Наступні користувачі не можуть бути додані до групи: %s

source: The group has been updated successfully.
uk: Дані групи успішно оновлені.

source: An error occurred when trying to update your group details.
uk: Сталася помилка під час оновлення інформації про групу.

source: Group name and description cannot be empty.
uk: Назва та опис групи не можуть бути порожніми.

source: Group description cannot be empty.
uk: Опис групи не може бути порожнім.

source: Group name cannot be empty.
uk: Назва групи не може бути порожньою.

source: You cannot remove all administrators from a group.
uk: Ви не можете видалити всіх адміністраторів з групи.

source: If you leave this page, you will lose any unsaved changes you have made to the group.
uk: Якщо ви підете з цієї сторінки, ви втратите всі незбережені зміни в групі.

source: Start typing a username to add a new member.
uk: Почніть вводити логін, щоб додати нового користувача.

source: If you click "Delete" under a specific group, or select a number of groups and then choose Delete from the Bulk Actions menu, you will be led to a page where you&#8217;ll be asked to confirm the permanent deletion of the group(s).
uk: Якщо ви натиснете "Видалити" під певною групою або виберете декілька груп, ви будете перенаправлені на сторінку, де вам треба буде підтвердити видалення груп(и).

source: Clicking "Edit" will take you to a Dashboard panel where you can manage various details about the group, such as its name and description, its members, and other settings.
uk: Після кліка на "Змінити" ви будете переадресовані на сторінку, де ви зможете відредагувати різні дані про групу, такі як назва і опис, її учасників та інше.

source: Clicking "Visit" will take you to the group&#8217;s public page. Use this link to see what the group looks like on the front end of your site.
uk: Після кліка на "Переглянути" ви будете переадресовані на публічну сторінку групи. Використовуйте цю опцію, для того, щоб подивитися як виглядає ваша група.

source: Group Actions
uk: Дії

source: You can manage groups much like you can manage comments and other content. This screen is customizable in the same ways as other management screens, and you can act on groups by using the on-hover action links or the Bulk Actions.
uk: Ви можете керувати групами таким же чином, яким ви керуєте коментарями або іншим контентом. Ця сторінка налаштовується точно так же, як і інші сторінки керування.

# Groups per page (screen options)
source: Groups
uk: Групи

# group admin edit screen
source: Manage Members
uk: Управління учасниками

# group admin edit screen
source: Add New Members
uk: Додати учасників

# group admin edit screen
source: Settings
uk: Налаштування

# group admin edit screen
source: Save
uk: Зберегти

source: Support Forums
uk: Форум підтримки

source: The Name and Description box is fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to hide or unhide, or to choose a 1- or 2-column layout for this screen.
uk: Назва та Опис - зафіксовані поля, але ви можете змінити положення всіх інших полів переміщаючи їх, також можете розкрити або заховати їх, клікаючи на заголовок кожного блоку. Використовуйте Налаштування екрану для того, щоб відображати або заховати блоки або для перемикання між 1 або 2х колоночним виглядом.

source: This page is a convenient way to edit the details associated with one of your groups.
uk: Ця сторінка - зручне місце для редагування інформації про будь-яку з ваших груп.

# Admin Groups menu
source: Groups
uk: Групи

# Admin Groups page title
source: Groups
uk: Групи

source: %1$s changed the description of the group %2$s from "%3$s" to "%4$s"
uk: %1$s: змінено опис групи%2$s з "%3$s" на "%4$s"

source: %1$s changed the name of the group %2$s from "%3$s" to "%4$s"
uk: %1$s: змінено назву групи %2$s з "%3$s" на "%4$s"

source: %1$s changed the name and description of the group %2$s
uk: %1$s: змінено назву групи і її опис %2$s

source: %1$s updated details for the group %2$s
uk: %1$s: оновлена інформація про групу %2$s

source: %1$s joined the group %2$s
uk: %1$s тепер в групі %2$s

source: %1$s created the group %2$s
uk: %1$s: створена нова група %2$s

source: Forum Replies
uk: Відповіді в форумах

source: New group forum post
uk: Новий запис в форумі групи

source: Forum Topics
uk: Теми форумів

source: New group forum topic
uk: Нове повідомлення в форумі групи

source: Group Updates
uk: Статуси групи

source: Group details edited
uk: Деталі групи змінені

source: Group Memberships
uk: Членство в групах

source: Joined a group
uk: Вступив в групу

source: New Groups
uk: Нові групи

source: Created a group
uk: Створив групу

source: Activity feed for the group, %s.
uk: Стрічка активності для групи, %s.

source: You successfully left the group.
uk: Ви успішно покинули групу

source: There was an error leaving the group.
uk: При виході з групи сталася помилка.

source: This group must have at least one admin
uk: У цій групі повинен бути як мінімум 1 адміністратор

source: You joined the group!
uk: Ви приєдналися до групи!

source: There was an error joining the group.
uk: При приєднанні до групи сталася помилка.

source: There was an error saving the group profile photo, please try uploading again.
uk: При збереженні зображення профілю групи сталася помилка. Будь ласка, спробуйте завантажити ще раз.

source: There was an error removing the invite
uk: При видаленні запрошення сталася помилка.

source: Invite successfully removed
uk: Запрошення успішно видалено

source: Please fill in all of the required fields
uk: Переконайтеся, що заповнили усі обов'язкові поля.

source: Only the group creator may continue editing this group.
uk: Тільки творець групи може продовжувати редагувати цю групу.

source: There was an error saving group details. Please try again.
uk: При збереженні даних групи сталася помилка. Будь ласка, спробуйте ще раз.

source: Sorry, you are not allowed to create groups.
uk: Вибачте, ви не можете створювати групи.

source: You are not an admin of this group.
uk: Ви не є адміном цієї групи.

source: You do not have access to this group.
uk: У вас недостатньо прав для доступу до цієї групи.

source: There were no members found, please try another filter.
uk: Користувачі не знайдені, спробуйте використовувати інший фільтр.

source: Default friends to show:
uk: Відображати друзів за замовчуванням:

source: Max friends to show:
uk: Відображати друзів не більше:

source: Link widget title to Members directory
uk: Зробити заголовок віджета посиланням на список користувачів

source: Sorry, no members were found.
uk: Вибачте, користувачі не знайдені.

source: Popular
uk: Популярні

source: Active
uk: Активні

# widget name
source: (BuddyPress) Friends
uk: Друзі (BuddyPress)

source: A dynamic list of recently active, popular, and newest Friends of the displayed member. Widget is only shown when viewing a member profile.
uk: Динамічний список недавно активних, популярних і останніх Друзів відображуваного користувача. Віджет показується тільки в разі перегляду профілю якогось користувача.

source: %s friend
uk: %s друг

source: Add Friend
uk: Додати в друзі

source: Cancel Friendship
uk: Скасувати дружбу

source: Friendship Requested
uk: Запропонована дружба

source: Cancel Friendship Request
uk: Запит на скасування дружби

source: %d friends
uk: Друзів: %d

source: %d friend
uk: %d друг

source: Filter Friends
uk: Фільтр друзів

source: There aren't enough site members to show a random sample just yet.
uk: Поки ще занадто мало користувачів сайту, щоб відображати їх у випадковому порядку.

source: %s hasn't created any friend connections yet.
uk: %s: друзів поки що немає

source: You haven't added any friend connections yet.
uk: Ви не додали ще жодного друга.

source: See All
uk: Усі

source: %s's Friends
uk: %s: Друзі

source: My Friends
uk: Мої друзі

# Friend settings on notification settings page
source: A member accepts your friendship request
uk: Користувач приймає ваш запит на дружбу

# Friend settings on notification settings page
source: A member sends you a friendship request
uk: Користувач відправляє вам запит на дружбу

# Friend settings on notification settings page
source: Friends
uk: Друзі

source: Friendship request could not be withdrawn
uk: Запит дружби не може бути скасований

source: Friendship request withdrawn
uk: Скасування запиту дружби

source: Friendship could not be rejected
uk: Дружба не може бути відхилена

source: Friendship rejected
uk: Дружба відхилена

source: Friendship could not be accepted
uk: Дружба не може бути прийнята

source: Friendship accepted
uk: Дружба прийнята

source: You have a friendship request from %s
uk: %s пропонує вам дружбу

source: You have %d pending friendship requests
uk: Необроблені пропозиції дружби: %d

source: %d friends accepted your friendship requests
uk: Користувачі (%d) прийняли вашу дружбу

source: %s accepted your friendship request
uk: %s: ваша дружба прийнята

# My Account Friends menu sub nav
source: Friendships
uk: Дружба

# My Account Friends menu sub nav
source: No Pending Requests
uk: Немає нових запитів

# My Account Friends menu
source: Friends
uk: Друзі

# Friends screen sub nav
source: Requests
uk: Запити

# Friends screen sub nav
source: Friendships
uk: Всі друзі

source: Search Friends...
uk: Пошук друзів...

# Friends screen page <title>
source: Friend Connections
uk: Друзі

source: %1$s and %2$s are now friends
uk: %1$s і %2$s тепер друзі

source: New friendship created
uk: Дружба прийнята

source: New friendships
uk: Нові дружні зв'язки

source: Friendships
uk: Друзі

source: Friendships accepted
uk: Дружба прийнята

source: You have a pending friendship request with this user
uk: Вас чекає необроблений запит дружби від цього користувача

source: You are not yet friends with this user
uk: Ви ще не дружите з цим користувачем

source: Friendship canceled
uk: У дружбі відмовлено

source: Friendship could not be canceled.
uk: Дружбу не можна скасувати.

source: You already have a pending friendship request with this user
uk: Вас уже чекає необроблений запит дружби від цього користувача

source: You are already friends with this user
uk: Ви вже дружите з цим користувачем

source: Friendship requested
uk: Запит дружби

source: Friendship could not be requested.
uk: Дружбу можна запропонувати.

source: Use Existing Installation
uk: Використовувати існуючу установку

source: Install Group Forums
uk: Встановити форуми груп

source: bbPress files were not found. To install the forums component you must download a copy of bbPress and make sure it is in the folder: "%s"
uk: Файли bbPress не знайдені. Для того щоб встановити компонент Форум, вам необхідно завантажити копію bbPress і простежити, що все в каталозі: "%s"

source: You've decided to set up a new installation of bbPress for forum management in BuddyPress. This is very simple and is usually just a one click process. When you're ready, hit the link below.
uk: Ви вирішили налаштувати нову установку bbPress для управління форумами в BuddyPress. Це дуже легко і звичайно займає всього 1 клік мишкою. Коли будете готові, натисніть на посилання нижче.

source: New bbPress Installation
uk: Нова установка bbPress

source: A configuration file could not be created. No problem, but you will need to save the text shown below into a file named %s in the root directory of your WordPress installation before you can start using the forum functionality.
uk: Конфігураційний файл не може бути створений. Вам необхідно зберегти вказаний нижче текст в файл з ім'ям %s в корені вашого WordPress сайту перед тим, як ви зможете почати користуватися функціоналом форуму.

source: Complete Installation
uk: Закінчити установку

source: BuddyPress can make use of your existing bbPress install. Just provide the location of your %s file, and BuddyPress will do the rest.
uk: BuddyPress може почати використовувати вашу поточну установку bbPress. Просто пропишіть місце розташування вашого файлу %s, а BuddyPress зробить все інше.

source: Existing bbPress Installation
uk: Існуюча установка bbPress

source: BuddyPress will now use its internal copy of bbPress to run the forums on your site. If you wish, you can remove your old bbPress installation files, as long as you keep the %s file in the same location.
uk: BuddyPress буде використовувати внутрішню копію bbPress для запуску форумів на вашому сайті. Ви можете видалити старі файли bbPress, але залиште файл %s в тому ж каталозі.

source: Forums were set up correctly using your existing bbPress install!
uk: Форум налаштований правильно з використанням вашої установки bbPress.

source: The %s file was not found at that location. Please try again.
uk: Файл %s не був знайдений за вказаним шляхом. Будь ласка, спробуйте ще раз.

source: If you decide to use bbPress, you will need to deactivate the legacy group forum component. For more info, <a href="%s">read this codex article</a>.
uk: Якщо ви вирішите використовувати bbPress, вам треба буде відключити старий компонент форуму. Для отримання більш детальної інформації, прочитайте <a href="%s">запис в кодексі</a>.

source: And more!
uk: Та інше!

source: Subscriptions
uk: Підписки

source: Spam management
uk: Управління спамом

source: Revisions
uk: Ревізії

source: Topic splitting
uk: Поділ теми

source: Moderation via the WP admin dashboard
uk: Модерацію в адмінці WordPress

source: Non-group specific forum creation
uk: Створення форумів без прив'язки до груп

source: It boasts a bunch of cool features that the BP Legacy Discussion Forums does not have including:
uk: Він додає багато класних можливостей, які старий BP Legacy Discussion Forum не включає в себе:

source: bbPress is a brand-new forum plugin from one of the lead developers of BuddyPress.
uk: bbPress - це новий плагін для форуму від одного з головних розробників BuddyPress.

source: New! bbPress
uk: Нове! bbPress

source: Uninstall Group Forums
uk: Видалити форуми груп

source: @ Mention Integration
uk: Інтеграція в систему згадок @ користувачів

source: Activity Stream Integration
uk: Інтеграція в стрічку активності

source: Member Profile Integration
uk: Інтеграція в профілі користувачів

source: Group Integration
uk: Інтеграція в групи

source: Features
uk: Особливості

source: Note: This component is retired and will not be receiving any updates in the future. Only use this component if your current site relies on it.
uk: Увага: цей компонент застарів і не буде отримати ніяких оновлень в майбутньому. Використовуйте його тільки якщо ваш сайт дійсно має потребу в ньому.

source: Give each individual group its own discussion forum. Choose this if you'd like to keep your members' conversations separated into distinct areas.
uk: Надайте кожній окремій групі її власний форум. Виберіть це, якщо ви хочете розмежувати спілкування користувачів по незалежним групам.

source: Forums for Groups
uk: Форуми для груп

source: (Installed)
uk: (Установлено)

source: Settings Saved.
uk: Налаштування збережені.

source: Install bbPress
uk: Встановити bbPress

source: Configure bbPress
uk: Налаштувати bbPress

source: Viewing %1$s - %2$s of %3$s post
uk: Перегляд %1$s - %2$s з %3$s запису

source: Viewing 1 post
uk: Перегляд 1 запису

source: Viewing %1$s - %2$s of %3$s topic
uk: Перегляд %1$s - %2$s з %3$s теми

source: Viewing 1 topic
uk: Перегляд 1 теми

source: matching tag "%s"
uk: відповідних тегу "%s"

source: Delete Topic
uk: Видалити тему

source: Close Topic
uk: Закрити тему

source: Open Topic
uk: Відкрити тему

source: Un-stick Topic
uk: Відмінити закріплення теми

source: Sticky Topic
uk: Прикріпити тему

source: Edit Topic
uk: Змінити тему

source: %d posts
uk: записів: %d

source: Group logo for %s
uk: Логотип групи для %s

source: Deleted User
uk: Віддалений користувач

source: New Topic
uk: Нова тема

source: Please pick the group forum where you would like to post this topic.
uk: Будь ласка, виберіть форум групи, куди ви хочете опублікувати ваш запис.

source: The topic was created successfully
uk: Тема успішно створена.

source: There was an error when creating the topic
uk: При створенні теми сталася помилка.

source: Forum posts cannot be empty. Please enter some text.
uk: Записи форуму не можуть бути порожніми. Будь ласка, введіть якийсь текст.

source: Please provide a title for your forum topic.
uk: Будь ласка, напишіть заголовок теми форуму.

source: The forums component has not been set up yet.
uk: Компонент Форум поки ще не налаштований.

source: Favorite Topics
uk: Вибрані теми

source: Replies
uk: Відповіді

source: Replied To
uk: Мої відповіді

source: Search Forums...
uk: Пошук по форумах...

source: Discussion Forums
uk: Форуми обговорень

source: Tags:
uk: Теги:

source: Topics Started
uk: Відкриті теми

source: Edit Profile
uk: Змінити

source: Log in
uk: Увійти

source: Remove
uk: Видалити

source: %d topics
uk: тем: %d

source: Member
uk: Участник

source: Moderator
uk: Модератор

source: Administrator
uk: Адміністратор

source: December
uk: Грудень

source: November
uk: Листопад

source: October
uk: Жовтень

source: September
uk: Вересень

source: August
uk: Серпень

source: July
uk: Липень

source: June
uk: Червень

source: May
uk: Травень

source: April
uk: Квітень

source: March
uk: Березень

source: February
uk: Лютий

source: January
uk: Січень

source: Disabled
uk: Відключити

source: Freshness
uk: Коли?

source: Close
uk: Закрити

source: Apply
uk: Застосувати
