Repository: petlyak/buddypress-ukrainian
Catalog: buddypress-*.po
Languages: uk

# email type taxonomy label
source: Email list navigation
uk: Навігація за списком листів

# email type taxonomy label
source: Email list
uk: Список листів

# email type taxonomy label
source: Edit Email Situations
uk: Змінити ситуацію для листа

# email type taxonomy label
source: All Email Situations
uk: Всі ситуації для листів

# email type taxonomy label
source: New Email Situation
uk: Нова ситуація для листа

# email post type label
source: View Email
uk: Подивитися лист

# email post type label
source: Uploaded to this email
uk: Завантажено в цей лист

# email post type label
source: Search Emails
uk: Пошук за листами

# email post type label
source: No emails found in Trash
uk: Листи не були знайдені в кошику

# email post type label
source: No emails found
uk: Email'и не знайдені

# email post type label
source: New Email
uk: Новий лист

# email post type label
source: BuddyPress Emails
uk: BuddyPress листи

# email post type name
source: Emails
uk: Листи

# email post type label
source: Email list navigation
uk: Навігація за списком листів

# email post type label
source: Email list
uk: Список листів

# email post type label
source: Filter email list
uk: Фільтрація списку листів

# email post type label
source: Edit Email
uk: Змінити лист

# email post type label
source: All Emails
uk: Всі листи

# email post type label
source: Add a New Email
uk: Додати новий лист

# email post type label
source: Add New
uk: Додати новий

source: Footer text
uk: Текст підвалу

source: Change the email footer here
uk: Змініть тут підвал листа

source: Background color
uk: Колір фону

source: Text size
uk: Розмір тексту

source: Text color
uk: Колір тексту

source: Highlight color
uk: Колір підсвічування

source: Applied to links and other decorative areas.
uk: Застосовано для посилань і інших декоративних місць.

source: Header background color
uk: Колір фону шапки

source: Email background color
uk: Колір фону листа

# email
source: Footer
uk: Підвал

# email
source: Body
uk: Вміст

# email
source: Header
uk: Шапка

# screen heading
source: BuddyPress Emails
uk: BuddyPress листи

source: Customize the appearance of emails sent by BuddyPress.
uk: Налаштувати зовнішній вигляд листів, що відправляються BuddyPress.

source: Emails have been successfully reinstalled.
uk: Листи були успішні переустановлені.

source: Reinstall emails (delete and restore from defaults).
uk: Перевстановити листи (старі будуть видалені, листи по-замовчуванню - відновлені).

source: Repopulate site tracking records.
uk: Заново отримати всі записи-повідомлення в стрічку активності.

source: Repair total groups count for each member.
uk: Відновити загальна кількість груп для кожного користувача.

source: Repair total friends count for each member.
uk: Перерахувати загальну кількість друзів для кожного користувача.

source: Repair total members count.
uk: Відновити загальну кількість користувачів.

source: Repair tools
uk: Інструменти для відновлення даних

source: BuddyPress keeps track of various relationships between members, groups, and activity items. Occasionally these relationships become out of sync, most often after an import, update, or migration.
uk: BuddyPress стежить за різними зв'язками між користувачами, групами і їх активністю. Іноді ці зв'язки можуть перестати бути синхронізованими, в основному після імпорту, поновлення або міграції.

source: Recipient had requested to join a group, which was rejected.
uk: Одержувач відправив запит на вступ до групи, який був відхилений.

source: Recipient had requested to join a group, which was accepted.
uk: Одержувач відправив запит на вступ до групи, який був підтверджений.

source: Recipient has changed their email address.
uk: Одержувач змінив свою адресу email.

source: Recipient has received a private message.
uk: Одержувач отримав особисте повідомлення.

source: A member has requested permission to join a group.
uk: Користувач запросив дозвіл на вступ до групи.

source: Recipient's status within a group has changed.
uk: Статус одержувача в межах групи був змінений.

source: A member has sent a group invitation to the recipient.
uk: Користувач відправив запрошення в групу одержувачу.

source: A group's details were updated.
uk: Деталі групи були оновлені.

source: Recipient has had a friend request accepted by a member.
uk: Одержувач отримав підтвердження запрошення.

source: A member has sent a friend request to the recipient.
uk: Користувач відправив одержувачу запит на дружбу.

source: Recipient has registered for an account and site.
uk: Одержувач зареєстрував на сайті новий обліковий запис і блог.

source: Recipient has registered for an account.
uk: Одержувач зареєстрував на сайті новий обліковий запис.

source: Recipient was mentioned in a group activity update.
uk: Одержувач був згаданий в стрічці активності групи.

source: Recipient was mentioned in an activity update.
uk: Одержувач був згаданий в стрічці активності.

source: A member has replied to a comment on an activity update that the recipient posted.
uk: Користувач відповів на коментар у стрічці активності, який залишив одержувач.

source: A member has replied to an activity update that the recipient posted.
uk: Користувач відповів на повідомлення в стрічці активності, яке залишив одержувач.

source: Your membership request for the group "{{group.name}}" has been rejected. To request membership again, visit: {{{group.url}}}
uk: Ваш запит на вступ до групи "{{group.name}}" був відхилений. Щоб заново відправити запит, перейдіть за посиланням: {{{group.url}}}

source: Your membership request for the group &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; has been rejected.
uk: Ваш запит на вступ до групи &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; був відхилений.

source: [{{{site.name}}}] Membership request for group "{{group.name}}" rejected
uk: [{{{site.name}}}] Запит на вступ до групи "{{group.name}}" був відхилений

source: Your membership request for the group "{{group.name}}" has been accepted. To view the group, visit: {{{group.url}}}
uk: Ваш запит на вступ до групи "{{group.name}}" був прийнятий. Щоб подивитися групу, перейдіть за посиланням: {{{group.url}}}

source: Your membership request for the group &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; has been accepted.
uk: Ваш запит на вступ до групи &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; був прийнятий.

source: [{{{site.name}}}] Membership request for group "{{group.name}}" accepted
uk: [{{{site.name}}}] Запит на вступ до групи "{{group.name}}" був прийнятий

source: You recently changed the email address associated with your account on {{site.name}} to {{user.email}}. If this is correct, go to the following link to confirm the change: {{{verify.url}}} Otherwise, you can safely ignore and delete this email if you have changed your mind, or if you think you have received this email in error.
uk: Нещодавно ви змінили email адресу, пов'язану з вашим обліковим записом на сайті {{site.name}}. Якщо це були ви, перейдіть за цим посиланням, щоб підтвердити зміну: {{{verify.url}}} Якщо це не ви ініціювали зміну email адреси (або ви передумали), то просто ігноруйте і видаліть цей лист.

source: You recently changed the email address associated with your account on {{site.name}} to {{user.email}}. If this is correct, <a href="{{{verify.url}}}">go here to confirm the change</a>. Otherwise, you can safely ignore and delete this email if you have changed your mind, or if you think you have received this email in error.
uk: Нещодавно ви змінили email адресу, пов'язану з вашим обліковим записом на сайті {{site.name}}. Якщо все вірно, <a href="{{{verify.url}}}"> перейдіть за посиланням </a> для підтвердження цієї зміни. В іншому випадку, ви можете спокійно проігнорувати і видалити цей лист - якщо ви передумали або отримали цей лист помилково.

source: [{{{site.name}}}] Verify your new email address
uk: [{{{site.name}}}] Підтвердіть ваш новий email адрес

source: {{sender.name}} sent you a new message: "{{usersubject}}" "{{usermessage}}" Go to the discussion to reply or catch up on the conversation: {{{message.url}}}
uk: Користувач {{sender.name}} відправив вам приватне повідомлення: "{{usersubject}}" "{{usermessage}}" Перейдіть в переписку, щоб відповісти: {{{message.url}}}

source: {{sender.name}} sent you a new message: &quot;{{usersubject}}&quot; <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{message.url}}}">Go to the discussion</a> to reply or catch up on the conversation.
uk: Користувач {{sender.name}} відправив вам приватне повідомлення: &quot;{{usersubject}}&quot; <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{message.url}}}">Перейдіть в обговорення </a>, щоб відповісти.

source: [{{{site.name}}}] New message from {{sender.name}}
uk: [{{{site.name}}}] Нове повідомлення від {{sender.name}}

source: {{requesting-user.name}} wants to join the group "{{group.name}}". As you are the administrator of this group, you must either accept or reject the membership request. To manage this and all other pending requests, visit: {{{group-requests.url}}} To view {{requesting-user.name}}'s profile, visit: {{{profile.url}}}
uk: Користувач {{requesting-user.name}} хоче вступити в групу "{{group.name}}". Так як ви є адміністратором групи, ви повинні або прийняти, або відхилити заявку на вступ. Для управління цим та іншими запитами, перейдіть за посиланням: {{{group-requests.url}}} Щоб подивитися профіль користувача {{requesting-user.name}}, перейдіть за посиланням: {{profile.url}}}

source: <a href="{{{profile.url}}}">{{requesting-user.name}}</a> wants to join the group &quot;{{group.name}}&quot;. As you are an administrator of this group, you must either accept or reject the membership request. <a href="{{{group-requests.url}}}">Go here to manage this</a> and all other pending requests.
uk: Користувач <a href="{{{profile.url}}}"> {{requesting-user.name}} </a> хоче вступити в групу & quot; {{group.name}} & quot;. Так як ви є адміністратором групи, ви повинні або прийняти, або відхилити запит на вступ. Перейдіть по <a href="{{{group-requests.url}}}"> цим посиланням </a>, щоб подивитися список подібних запитів.

source: [{{{site.name}}}] Membership request for group: {{group.name}}
uk: [{{{site.name}}}] Новий запит на вступ до групи: {{group.name}}

source: You have been promoted to {{promoted_to}} in the group: "{{group.name}}". To visit the group, go to: {{{group.url}}}
uk: Вас підвищили до {{promoted_to}} в групі "{{group.name}}". Щоб відвідати групу, перейдіть за посиланням: {{{group.url}}}

source: You have been promoted to <b>{{promoted_to}}</b> in the group &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot;.
uk: Вас підвищили до <b> {{promoted_to}} </ b> в групі &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot;.

source: [{{{site.name}}}] You have been promoted in the group: "{{group.name}}"
uk: [{{{site.name}}}] Вас підвищили в групі: "{{group.name}}"

source: {{inviter.name}} has invited you to join the group: "{{group.name}}". To accept your invitation, visit: {{{invites.url}}} To learn more about the group, visit: {{{group.url}}}. To view {{inviter.name}}'s profile, visit: {{{inviter.url}}}
uk: Користувач {{inviter.name}} запросив ваc приєднатися до групи "{{group.name}}". Щоб прийняти запрошення, перейдіть за посиланням: {{{invites.url}}} Щоб дізнатися більше про цю групу, відвідайте: {{{group.url}}}. Щоб подивитися профіль користувача {{inviter.name}}, перейдіть за посиланням: {{{inviter.url}}}

source: <a href="{{{inviter.url}}}">{{inviter.name}}</a> has invited you to join the group: &quot;{{group.name}}&quot;. <a href="{{{invites.url}}}">Go here to accept your invitation</a> or <a href="{{{group.url}}}">visit the group</a> to learn more.
uk: Користувач <a href="{{{inviter.url}}}"> {{inviter.name}} </a> запросив вас до групи & quot; {{group.name}} & quot;. <a href="{{{invites.url}}}"> Перейдіть по посиланню </a> або <a href="{{{group.url}}}"> відвідайте групу </a>, щоб дізнатися більше .

source: [{{{site.name}}}] You have an invitation to the group: "{{group.name}}"
uk: [{{{site.name}}}] У вас нове запрошення в групу: "{{group.name}}"

source: Group details for the group "{{group.name}}" were updated: {{changed_text}} To view the group, visit: {{{group.url}}}
uk: Деталі групи "{{group.name}}" були змінені: {{changed_text}} Щоб подивитися групу, перейдіть за посиланням: {{{group.url}}}

source: Group details for the group &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; were updated: <blockquote>{{changed_text}}</blockquote>
uk: Деталі групи & quot; <a href="{{{group.url}}}"> {{group.name}} </a> & quot; були змінені: <blockquote>{{changed_text}}</blockquote>

source: [{{{site.name}}}] Group details updated
uk: [{{{site.name}}}] Деталі групи були змінені

source: {{friend.name}} accepted your friend request. To learn more about them, visit their profile: {{{friendship.url}}}
uk: Користувач {{friend.name}} прийняв ваш запит дружби. Щоб дізнатися більше, перейдіть за посиланням: {{{friendship.url}}}

source: <a href="{{{friendship.url}}}">{{friend.name}}</a> accepted your friend request.
uk: Користувач <a href="{{{friendship.url}}}"> {{friend.name}} </a> прийняв ваш запит дружби.

source: [{{{site.name}}}] {{friend.name}} accepted your friendship request
uk: [{{{site.name}}}] Користувач {{friend.name}} прийняв ваш запит дружби

source: {{initiator.name}} wants to add you as a friend. To accept this request and manage all of your pending requests, visit: {{{friend-requests.url}}} To view {{initiator.name}}'s profile, visit: {{{initiator.url}}}
uk: Користувач {{initiator.name}} хоче додати вас у друзі. Щоб прийняти цей запит і подивитися всі ваші запити що очікують, відвідайте: {{{friend-requests.url}}} Щоб подивитися профіль користувача {{initiator.name}}, відвідайте: {{{initiator.url}}}

source: <a href="{{{initiator.url}}}">{{initiator.name}}</a> wants to add you as a friend. To accept this request and manage all of your pending requests, visit: <a href="{{{friend-requests.url}}}">{{{friend-requests.url}}}</a>
uk: Користувач <a href="{{{initiator.url}}}"> {{initiator.name}} </a> хоче додати вас у друзі: Щоб прийняти цей запит і керувати списком всіх запитів що очікують, відвідайте: <a href="{{{friend-requests.url}}}">{{{friend-requests.url}}}</a>

source: [{{{site.name}}}] New friendship request from {{initiator.name}}
uk: [{{{site.name}}}] Новий запит дружби від {{initiator.name}}

source: Thanks for registering! To complete the activation of your account and site, go to the following link: {{{activate-site.url}}} After you activate, you can visit your site at {{{user-site.url}}}.
uk: Спасибі, що зареєструвалися! Щоб завершити активацію вашого облікового запису та сайту, перейдіть за посиланням: {{{activate-site.url}}} Після активації ви зможете відвідати свій сайт за посиланням {{{user-site.url}}}.

source: Thanks for registering! To complete the activation of your account and site, go to the following link: <a href="{{{activate-site.url}}}">{{{activate-site.url}}}</a>. After you activate, you can visit your site at <a href="{{{user-site.url}}}">{{{user-site.url}}}</a>.
uk: Спасибі, що зареєструвалися! Щоб завершити активацію вашого облікового запису та сайту, перейдіть за посиланням: <a href="{{{activate-site.url}}}"> {{{activate-site.url}}} </a>. Після активації ви зможете відвідати ваш сайт за посиланням: <a href="{{{user-site.url}}}"> {{{user-site.url}}} </a>.

source: [{{{site.name}}}] Activate {{{user-site.url}}}
uk: [{{{site.name}}}] Активувати {{{user-site.url}}}

source: Thanks for registering! To complete the activation of your account, go to the following link: {{{activate.url}}}
uk: Спасибі, що зареєструвалися! Щоб завершити активацію вашого облікового запису, перейдіть за цим посиланням: {{{activate.url}}}

source: Thanks for registering! To complete the activation of your account, go to the following link: <a href="{{{activate.url}}}">{{{activate.url}}}</a>
uk: Спасибі, що зареєструвалися! Щоб завершити активацію вашого облікового запису, перейдіть за наступним посиланням: <a href="{{{activate.url}}}"> {{{activate.url}}} </a>

source: [{{{site.name}}}] Activate your account
uk: [{{{site.name}}}] Активація вашого профілю

source: {{poster.name}} mentioned you in the group "{{group.name}}": "{{usermessage}}" Go to the discussion to reply or catch up on the conversation: {{{mentioned.url}}}
uk: Користувач {{poster.name}} згадав вас в групі "{{group.name}}": "{{Usermessage}}" Щоб відповісти або дізнатися більше, перейдіть за посиланням: {{{mentioned.url}}}

source: {{poster.name}} mentioned you in the group "{{group.name}}": <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{mentioned.url}}}">Go to the discussion</a> to reply or catch up on the conversation.
uk: Користувач {{poster.name}} згадав вас в групі "{{group.name}}": <Blockquote> & quot; {{usermessage}} & quot; </ blockquote> <a href="{{{mentioned.url}}}"> Перейдіть по посиланню </a>, щоб підключитися до обговорення.

source: [{{{site.name}}}] {{poster.name}} mentioned you in an update
uk: [{{{site.name}}}] Користувач {{poster.name}} згадав вас в статусі

source: {{poster.name}} mentioned you in a status update: "{{usermessage}}" Go to the discussion to reply or catch up on the conversation: {{{mentioned.url}}}
uk: Користувач {{poster.name}} згадав вас в повідомленні в стрічці активності: "{{Usermessage}}" Перейдіть по посиланню, щоб прочитати або відповісти: {{{mentioned.url}}}

source: {{poster.name}} mentioned you in a status update: <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{mentioned.url}}}">Go to the discussion</a> to reply or catch up on the conversation.
uk: Користувач {{poster.name}} згадав вас в повідомленні в стрічці активності: <Blockquote> & quot; {{usermessage}} & quot; </ blockquote> <a href="{{{mentioned.url}}}"> Перейдіть по посиланню </a>, щоб прочитати або відповісти.

source: [{{{site.name}}}] {{poster.name}} mentioned you in a status update
uk: [{{{site.name}}}] Користувач {{poster.name}} згадав вас в своєму статусі

source: {{poster.name}} replied to one of your comments: "{{usermessage}}" Go to the discussion to reply or catch up on the conversation: {{{thread.url}}}
uk: Користувач {{poster.name}} відповів на один з ваших коментарів: "{{Usermessage}}" Перейдіть на сторінку обговорення, щоб продовжити спілкування: {{{thread.url}}}

source: {{poster.name}} replied to one of your comments: <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{thread.url}}}">Go to the discussion</a> to reply or catch up on the conversation.
uk: Користувач {{poster.name}} відповів на один з ваших коментарів: <Blockquote> & quot; {{usermessage}} & quot; </ blockquote> <a href="{{{thread.url}}}"> Перейдіть в обговорення </a> для відповіді.

source: [{{{site.name}}}] {{poster.name}} replied to one of your comments
uk: [{{{site.name}}}] Користувач {{poster.name}} відповів на ваш коментар

source: {{poster.name}} replied to one of your updates: "{{usermessage}}" Go to the discussion to reply or catch up on the conversation: {{{thread.url}}}
uk: Користувач {{poster.name}} прокоментував ваш запис у стрічці активності: "{{Usermessage}}" Перейдіть за посиланням, щоб продовжити обговорення: {{{thread.url}}}

source: {{poster.name}} replied to one of your updates: <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{thread.url}}}">Go to the discussion</a> to reply or catch up on the conversation.
uk: Користувач {{poster.name}} відповів на одне з оновлень вашої стрічки: <Blockquote> & quot; {{usermessage}} & quot; </ blockquote> <a href="{{{thread.url}}}"> Перейдіть в обговорення </a> для відповіді.

source: [{{{site.name}}}] {{poster.name}} replied to one of your updates
uk: [{{{site.name}}}] Користувач {{poster.name}} відповів на ваш статус

source: Most email clients support HTML email. However, some people prefer to receive plain text email. Enter a plain text alternative version of your email here.
uk: Більшість email-клієнтів підтримують HTML в листах. Проте деякі люди вважають за краще отримувати листи у вигляді звичайного тексту. Введіть тут альтернативну версію у вигляді звичайного тексту.

source: Plain text email content
uk: Вміст листа чистим текстом (без html)

source: Choose when this email will be sent.
uk: Виберіть, коли цей лист має бути надіслано.

source: Phrases wrapped in braces <code>{{ }}</code> are email tokens. <a href="%s">Learn about tokens on the BuddyPress Codex</a>.
uk: Фрази, загорнуті в фігурні дужки <code> {{}} </ code>, є ключовими словами (токенами). <a href="%s"> Дізнатися більше про них на сторінці Кодексу </a>.

source: Are your emails in the wrong language? Go to <a href="%s">BuddyPress Tools and run the "reinstall emails"</a> tool.
uk: Ваші листи неправильною мовою? Перейдіть на сторінку <a href="%s"> інструментів BuddyPress </a> і запустіть "переустановку" листів.

source: %s is a required component
uk: %s є обов'язковим компонентом

source: Select %s
uk: Вибрати %s

source: Bulk selection is disabled
uk: Масовий вибір не активний

source: Components list
uk: Список компонентів

source: Filter components list
uk: Фільтрація списку компонентів

source: Submitted on %s
uk: Відправлено %s

source: Filter activities list
uk: Фільтрація списку активності

source: Activities list
uk: Список активності

# Activity Custom Post Type post comment action
source: %1$s commented on the <a href="%2$s">item</a>
uk: Користувач %1$s прокоментував <a href="%2$s"> елемент </a>

# Activity Custom Post Type comment action
source: %1$s commented on the <a href="%2$s">item</a>, on the site %3$s
uk: Користувач %1$s прокоментував <a href="%2$s"> елемент </a>, на сайті %3$s

# Post Type generic comments activity admin filter
source: New item comment posted
uk: Опублікований коментар нового елемента

source: Activity list navigation
uk: Навігація за списком активності

source: Unavailable to all members.
uk: Недоступно для всех пользователей.

source: This field should be available to:
uk: Це поле повинно бути доступно для:

source: Member Types
uk: Типи користувачів

source: Add description
uk: Додати опис

source: (Unavailable to all members)
uk: (Недоступно для всіх користувачів)

source: (Member types: %s)
uk: (Типи користувачів: %s)

source: Users with no member type
uk: Користувачі без певного типу

source: Add an option
uk: Додати варіант

source: URL
uk: Посилання

source: Textbox
uk: Текстове поле

source: Number field
uk: Числове поле

source: Select year
uk: Виберіть рік

source: Select month
uk: Виберіть місяць

source: Select day
uk: Виберіть день

source: Select visibility
uk: Вибрати видимість

# My Account Profile sub nav
source: Change Cover Image
uk: Обкладинка

# Profile header sub menu
source: Change Cover Image
uk: Змінити обкладинку

source: %s's profile was updated
uk: Профіль %s був успішно оновлений

source: Your Cover Image will be used to customize the header of your profile.
uk: Ваша обкладинка буде використовуватися для відображення шапки вашого профілю.

source: Select this notification
uk: Виберіть це сповіщення

source: Reply to Message
uk: Відповісти на повідомлення

source: Select this message
uk: Вибрати це повідомлення

source: This field can be seen by: %s
uk: Це поле можуть бачити: %s

source: Edit text
uk: Редагувати

source: Change Cover Image
uk: Змінити обкладинку

source: All Groups %s
uk: Всі групи %s

source: The Cover Image will be used to customize the header of your group.
uk: Обкладинка буде використана для настройки шапки вашої групи.

source: Select an image
uk: Виберіть картинку

source: My Topics %s
uk: Мої теми %s

source: All Topics %s
uk: Всі теми %s

source: My Sites %s
uk: Мої сайти %s

source: All Sites %s
uk: Всі сайти %s

source: Delete Group Cover Image
uk: Видалити обкладинку групи
