Repository: petlyak/buddypress-ukrainian
Catalog: buddypress-*.po
Languages: uk

source: the sign-up has already been activated.
uk: реєстрація вже була активована.

source: Recently Active Members
uk: Нещодавно активні користувачі

source: There are no recently active members
uk: Немає нещодавно активних користувачів

source: Profile photos of recently active members
uk: Зображення профілю нещодавно активних учасників

# widget name
source: (BuddyPress) Recently Active Members
uk: (BuddyPress) Нещодавно активні користувачі

source: Who's Online
uk: Зараз на сайті

source: There are no users currently online
uk: Нікого немає online

source: Profile photos of online users
uk: Зображення профілів користувачів в мережі

# widget name
source: (BuddyPress) Who's Online
uk: (BuddyPress) Зараз на сайті

source: Default members to show:
uk: За замовчуванням відображати:

source: Max members to show:
uk: Показувати максимум:

source: No one has signed up yet!
uk: Поки ніхто не зареєструвався!

source: A dynamic list of recently active, popular, and newest members
uk: Динамічний список недавно активних, популярних і нових користувачів

# widget name
source: (BuddyPress) Members
uk: (BuddyPress) Користувачі

source: Activity RSS Feed
uk: RSS стрічка активності

source: Your Profile Photo
uk: Ваше зображення профілю

source: Viewing members of the type: %s
uk: Перегляд користувачів наступного типу: %s

# Records the timestamp that the user registered into the activity stream
source: registered %s
uk: реєстрація: %s

source: Viewing %1$s - %2$s of %3$s online member
uk: Перегляд %1$s - %2$s з %3$s користувача онлайн

source: Viewing 1 online member
uk: Перегляд 1 користувача онлайн

source: Viewing %1$s - %2$s of %3$s member with friends
uk: Перегляд %1$s - %2$s з %3$s користувач з друзями

source: Viewing 1 member with friends
uk: Перегляд 1 користувача з друзями

source: Viewing %1$s - %2$s of %3$s active member
uk: Перегляд %1$s - %2$s з %3$s активного користувача

source: Viewing 1 active member
uk: Перегляд 1 активного користувача

source: Account Activated
uk: Обліковий запис активовано

source: Check Your Email To Activate Your Account!
uk: Перевірте вашу пошту, щоб активувати обліковий запис.

source: Your account is now active!
uk: Тепер ваш акаунт активовано!

source: This is a required field
uk: Це обов'язкове поле

source: The passwords you entered do not match.
uk: Введені паролі не збігаються.

source: Please make sure you enter your password twice
uk: Переконайтеся, що ввели пароль двічі.

source: You
uk: Ви

# Member profile view
source: View
uk: Переглянути

# Member profile main navigation
source: Profile
uk: Профіль

source: Search Members...
uk: Пошук користувачів...

# component directory title
source: Members
uk: Користувачі

source: Member type already exists.
uk: Такий тип користувача вже існує.

source: Activation email resent! Please check your inbox or spam folder.
uk: Лист про активацію відправлено заново. Перевірте папку «Вхідні» або «Спам».

source: <strong>ERROR</strong>: Your account has already been activated.
uk: <strong>ПОМИЛКА</strong>: Ваш аккаунт вже активований.

source: <strong>ERROR</strong>: Your account has not been activated. Check your email for the activation link.
uk: <strong>ПОМИЛКА</strong>: Ваш обліковий запис не активовано. Перевірте ваш email-ящик, там має бути лист з посиланням для активації.

source: If you have not received an email yet, <a href="%s">click here to resend it</a>.
uk: Якщо ви все ще не отримали лист, <a href="%s"> натисніть тут </a>, щоб ще раз відправити його.

source: That username is already activated.
uk: Таке ім'я користувача вже активовано.

source: Could not create user
uk: Не вдалося створити користувача

source: The site is already active.
uk: Цей сайт вже активований.

source: The user is already active.
uk: Цей користувач вже активований.

source: Invalid activation key.
uk: Невірний ключ активації.

source: Sorry, that username already exists!
uk: Вибачте, але цей логін вже зайнятий іншим користувачем!

source: Sorry, usernames must have letters too!
uk: Вибачте, але логін не може бути тільки з цифр!

source: Sorry, usernames may not contain the character "_"!
uk: Вибачте, логін не може містити символ "_"!

source: Username must be at least 4 characters
uk: Логін повинен містити як мінімум 4 символа

source: Usernames can contain only letters, numbers, ., -, and @
uk: Імена користувачів можуть містити тільки букви, цифри, ., -, и @

source: That username is not allowed
uk: Вибачте, введений вами логін заборонений

source: Please enter a username
uk: Будь ласка, введіть логін

source: Sorry, that email address is already used!
uk: Вибачте, але цей email адрес вже закріплений за іншим користувачем!

source: Sorry, that email address is not allowed!
uk: Вибачте, введений вами email адрес заборонений!

source: Please check your email address.
uk: Будь ласка, перевірте Вашу електронну адресу .

source: <strong>ERROR</strong>: Your account has been marked as a spammer.
uk: <strong>ПОМИЛКА</strong>: Ваш обліковий запис позначений як спамерський.

source: User last_activity data is no longer stored in usermeta. Use bp_update_user_last_activity() instead.
uk: Дані last_activity користувача більше не зберігаються в usermeta. Натомість використовуйте bp_update_user_last_activity().

source: User last_activity data is no longer stored in usermeta. Use bp_get_user_last_activity() instead.
uk: Дані last_activity користувача більше не зберігаються в usermeta. Натомість використовуйте bp_get_user_last_activity().

source: Delete Account
uk: Видалити обліковий запис

source: Edit Profile Photo
uk: Змінити зображення профілю

source: Edit Member
uk: Редагувати

source: Edit My Profile
uk: Редагувати мій профіль

source: Confirm
uk: Підтвердити

source: (less than 24 hours ago)
uk: (раніше, ніж 24 години назад)

source: Last notified: %s
uk: Останнє сповіщення: %s

source: You are about to resend an activation email to the following accounts:
uk: Ви збираєтеся заново відправити лист із кодом активації таким обліковим записам:

source: You are about to resend an activation email to the following account:
uk: Ви збираєтеся заново відправити лист із кодом активації таким обліковим записам:

source: Resend Activation Emails
uk: Заново відправити лист із кодом активації

source: You are about to activate the following accounts:
uk: Ви збираєтеся активувати наступні облікові записи:

source: You are about to activate the following account:
uk: Ви збираєтеся активувати наступний обліковий запис:

source: Activate Pending Accounts
uk: Активація облікових записів

source: You are about to delete the following accounts:
uk: Ви збираєтеся видалити такі облікові записи:

source: You are about to delete the following account:
uk: Ви збираєтеся видалити такий обліковий запис:

source: Delete Pending Accounts
uk: Видалити акаунти, які очікують розгляду

source: Search Pending Users
uk: Пошук

source: There was a problem deleting sign-ups. Please try again.
uk: Під час видалення реєстрацій сталася помилка. Будь ласка, спробуйте ще раз.

source: There was a problem activating accounts. Please try again.
uk: Під час активації облікового запису сталася помилка. Будь ласка, спробуйте ще раз.

source: There was a problem sending the activation emails. Please try again.
uk: Під час відправки листів про активацію сталася помилка. Будь ласка, спробуйте ще раз.

# signup notdeleted
source: %s sign-up was not deleted.
uk: %s реєстрація не була видалена!

# signup deleted
source: %s sign-up successfully deleted!
uk: %s реєстрація була успішно видалена!

# signup notsent
source: %s account was not activated.
uk: % обліковий запис не було активовано.

# signup resent
source: %s account successfully activated!
uk: %s обліковий запис було успішно активовано!

# signup notsent
source: %s activation email was not sent.
uk: %s лист про активацію не було надіслано.

# signup resent
source: %s activation email successfully sent!
uk: Відправлено %s лист про активацію!

source: Bulk actions allow you to perform these 3 actions for the selected rows.
uk: Дії "оптом" дозволять вам виконати наступні 3 дії над обраними рядками.

source: By clicking on a Username you will be able to activate a pending account from the confirmation screen.
uk: Натиснувши на ім'я користувача ви зможете активувати непідтверджений обліковий запис.

source: "Delete" allows you to delete a pending account from your site. You will be asked to confirm this deletion.
uk: "Delete" дозволяє вам видалити непідтверджений обліковий запис з вашого сайту. У вас запитають додаткове підтвердження цієї дії.

source: "Email" takes you to the confirmation screen before being able to send the activation link to the desired pending account. You can only send the activation email once per day.
uk: "Email" відправить нас на сторінку підтвердження дії перед відправкою активаційного посилання вибраного облікового запису. Ви можете відправити такий лист тільки раз в день.

source: Hovering over a row in the pending accounts list will display action links that allow you to manage pending accounts. You can perform the following actions:
uk: Якщо ви наведете на рядок в таблиці з непідтвердженими обліковими записами, ви побачите посилання, які дозволяють вам скористатися додатковими функціями:

source: Using the search form, you can find pending accounts more easily. The Username and Email fields will be included in the search.
uk: Використовуючи пошукову форму ви можете з легкістю знайти непідтверджені облікові записи. Пошук буде здійснюватися по полях Ім'я користувача і Email.

source: You can reorder the list of your pending accounts by clicking on the Username, Email or Registered column headers.
uk: Ви можете змінити порядок відображення списку непідтверджених облікових записів клікнувши на заголовку колонок Ім'я користувача, Email або Дата реєстрації.

source: From the screen options, you can customize the displayed columns and the pagination of this screen.
uk: В Настройках екрану ви можете підлаштувати під себе відображувані колонки і пагінацію.

source: This is the administration screen for pending accounts on your site.
uk: Ця сторінка адміністрування відкладеними записами на вашому сайті.

# Pending Accounts per page (screen options)
source: Pending Accounts
uk: Непідтверджені облікові записи

source: Extended
uk: Розширений профіль

source: Last active: %1$s
uk: Остання активність: %1$s

source: %s has been marked as a spammer. All BuddyPress data associated with the user has been removed
uk: Користувач %s позначений як спамер. Вся BuddyPress інформація, пов'язана з цим користувачем, була видалена

source: Update Profile
uk: Оновити профіль

source: View Profile
uk: Переглянути профіль

source: Spammer
uk: Спамер

source: User account has not yet been activated
uk: Обліковий запис користувача ще не було активовано.

# user
source: Add Existing
uk: Додати існуючого

# user
source: Add New
uk: Додати нового

source: &larr; Back to Users
uk: &larr; Назад до користувачів

source: Edit User
uk: Редагувати

# members user-admin edit screen
source: Member Type
uk: Тип користувача

# members user-admin edit screen
source: %s's Stats
uk: Статистика %s

# members user-admin edit screen
source: Status
uk: Статус

source: <a href="https://codex.buddypress.org/administrator-guide/extended-profiles/">Managing Profiles</a>
uk: <a href="https://codex.buddypress.org/administrator-guide/extended-profiles/">Управління профілями</a>

source: In the right-hand column, you can update the user&#39;s status, delete the user&#39;s avatar, and view recent statistics.
uk: У правій колонці ви можете оновити статус користувача, видалити його картинку профілю та переглянути свіжу статистику.

source: In the main column, you can edit the fields of the user&#39;s extended profile.
uk: У головному стовпці ви можете редагувати поля розширеного профілю користувача

source: This is the admin view of a user&#39;s profile.
uk: Це профіль користувача для адміністратора

source: You cannot edit the requested user.
uk: Ви не можете редагувати запрошеного користувача.

source: Extended Profile
uk: Розширений профіль

source: Manage Signups
uk: Управління реєстраціями

source: There was a problem updating some of your profile information. Please try again.
uk: Під час оновлення якоїсь інформації з вашого профілю сталася помилка. Будь ласка, спробуйте ще раз.

source: Please make sure you fill in all required fields in this profile field group before saving.
uk: Переконайтеся перед збереженням, що заповнили усі обов'язкові поля.

source: An error occurred while trying to update the profile.
uk: Під час оновлення вашого профілю сталася помилка.

source: User could not be marked as spammer.
uk: Користувач не може бути позначений спамером.

source: User could not be removed as spammer.
uk: Користувач не може бути видалений як спамер.

source: There was a problem deleting that profile photo. Please try again.
uk: Під час видалення зображення профілю сталася помилка. Будь ласка, спробуйте ще раз.

source: Profile updated.
uk: Профіль оновлено

source: Profile photo was deleted.
uk: Зображення профілю видалено.

source: %s became a registered member
uk: %s тепер зареєстрований користувач

source: New Members
uk: Нові користувачі

source: New member registered
uk: Зареєстрований новий користувач

source: There was an error deleting %s from the system. Please try again.
uk: При видаленні %s сталася помилка. Будь ласка, спробуйте ще раз.

source: %s has been deleted from the system.
uk: Обліковий запис користувача %s видалено.

source: User removed as spammer.
uk: Користувач вилучений як спамер.

source: Select user: %s
uk: Виберіть користувача: %s

source: Registration is disabled. %s
uk: Реєстрація відключена. %s

source: Edit settings
uk: Змінити налаштування

source: No pending accounts found.
uk: Не знайдено непідтверджених облікових записів.

# Pending signup action
source: Activate
uk: Активувати

source: Emails Sent
uk: Відправлено листів

source: Last Sent
uk: Останні надіслані

# signup users
source: Pending %s
uk: Неактивованих %s

source: Cheatin&#8217; huh?
uk: Гей! Шахруємо?

source: Group Mod
uk: Модератор

source: You do not have access to this content.
uk: У вас немає доступу.

source: No groups matched the current filter.
uk: Немає груп, які відповідають фільтру.

source: Default groups to show:
uk: За замовчуванням показувати:

source: Max groups to show:
uk: Максимум груп для відображення:

source: Link widget title to Groups directory
uk: Зробити заголовок віджета посиланням на сторінці списку груп

source: There are no groups to display.
uk: Немає груп для відображення.

source: created %s
uk: створена %s

# widget name
source: (BuddyPress) Groups
uk: (BuddyPress) Групи

source: %s group
uk: %s група

source: Group Activity RSS Feed
uk: RSS стрічка активності групи

source: Viewing %1$s - %2$s of %3$s invitation
uk: Перегляд %1$s - %2$s з %3$s запрошення

source: Viewing 1 invitation
uk: Перегляд 1 запрошення

source: Viewing %1$s - %2$s of %3$s request
uk: Перегляд %1$s - %2$s з %3$s запита

source: Viewing 1 request
uk: Перегляд 1 запиту

source: requested %s
uk: запитано %s

source: Moderator Of
uk: Модератор

source: Administrator Of
uk: Адмін

source: Most Popular
uk: Популярні

source: Recently Joined
uk: Нові

source: Group avatar
uk: Аватар

source: Alphabetical
uk: За алфавітом

source: Group Activity
uk: Активність групи

source: Oldest
uk: Найстаріше

source: Order By:
uk: Фільтр:

source: This is a hidden group and only invited members can join.
uk: Це прихована група і тільки запрошені учасники можуть приєднуватися.

source: This is a private group. Your membership request is awaiting approval from the group administrator.
uk: Це приватна група. Ваш запит на вступ очікує схвалення адміністратора групи.

source: This is a private group. To join you must be a registered site member and request group membership.
uk: Це приватна група. Щоб приєднатися, ви повинні зареєструватися та надіслати заявку на вступ.

source: This is a private group and you must request group membership in order to join.
uk: Це приватна група і щоб приєднатися до неї, ви повинні відправити заявку на вступ.

source: You must accept your pending invitation before you can access this private group.
uk: Вам необхідно прийняти очікуючий запит перед тим, як отримати доступ до цієї приватної групу.

source: This group is not currently accessible.
uk: Ця група недоступна в даний момент.

source: Request Membership
uk: Запит на вступ

source: Request Sent
uk: Запит відправлено

source: Accept Invitation
uk: Прийняти запрошення

source: Join Group
uk: Вступити до групи

source: Leave Group
uk: Покинути

source: This action should not be used directly. Please use the BuddyPress Group Extension API to generate Manage tabs.
uk: Цей екшн не повинен бути використаний безпосередньо. Будь ласка, використовуйте BuddyPress Group Extension API для генерації табів сторінки Manage.

source: This group has no moderators
uk: У групі не має модераторів

source: Promote to Admin
uk: Призначити адміном

source: This group has no administrators
uk: У групі немає адміністраторів

source: joined %s
uk: %s

source: Demote to Member
uk: Знизити до учасника

source: %s member
uk: %s участник

source: Viewing %1$s - %2$s of %3$s group
uk: Перегляд %1$s - %2$s з %3$s групи

source: Viewing 1 group
uk: Перегляд 1 групи

source: Filter Groups
uk: Фільтр груп

source: No Mods
uk: Модераторів немає

source: No Admins
uk: Адмінів немає

source: Group creator profile photo of %s
uk: Картинка профілю творця групи %s

source: not yet active
uk: поки активності немає

source: Group
uk: Група

source: Private Group
uk: Приватна група

source: Hidden Group
uk: Прихована група

source: Public Group
uk: Відкрита група

# Group creation page
source: Groups
uk: Групи

# group settings on notification settings page
source: A member requests to join a private group for which you are an admin
uk: Користувач відправив запит на вступ в приватну групу, в якій ви є адміністратором

# group settings on notification settings page
source: You are promoted to a group administrator or moderator
uk: Вас призначили адміністратором або модератором групи

# group settings on notification settings page
source: Group information is updated
uk: Оновлено інформацію про групу

# group settings on notification settings page
source: A member invites you to join a group
uk: Користувач запрошує вас приєднатися до групи

# Group settings on notification settings page
source: Groups
uk: Групи

source: There was an error deleting the group. Please try again.
uk: Під час видалення групи сталася помилка. Будь ласка, спробуйте ще раз.

source: Group membership request rejected
uk: Заявка на вступ до групи відхилена

source: There was an error rejecting the membership request. Please try again.
uk: Під час відхилення запиту на вступ до групи сталася помилка. Будь ласка, спробуйте ще раз.

source: Group membership request accepted
uk: Заявка на вступ до групи прийнята

source: There was an error accepting the membership request. Please try again.
uk: Під час прийняття запиту на вступ до групи сталася помилка. Будь ласка, спробуйте ще раз.

source: User removed successfully
uk: Користувач успішно видалений

source: There was an error removing that user from the group. Please try again.
uk: Під час видалення цього користувача з групи сталася помилка. Будь ласка, спробуйте ще раз.

source: User ban removed successfully
uk: Блокування знято

source: There was an error when unbanning that user. Please try again.
uk: Під час скасування бана для цього користувача сталася помилка. Будь ласка, спробуйте ще раз.

source: User banned successfully
uk: Користувач заблокований

source: There was an error when banning that user. Please try again.
uk: Під час бана цього користувача сталася помилка. Будь ласка, спробуйте ще раз.

source: User demoted successfully
uk: Користувач понижений

source: There was an error when demoting that user. Please try again.
uk: Під час пониження в статусі сталася помилка. Будь ласка, спробуйте ще раз.

source: User promoted successfully
uk: Користувач підвищений

source: There was an error when promoting that user. Please try again.
uk: Під час підвищення в статусі цього користувача сталася помилка. Будь ласка, спробуйте ще раз.

source: The new group profile photo was uploaded successfully.
uk: Нове зобреження профілю групи успішно завантажено.

source: Group settings were successfully updated.
uk: Налаштування групи успішно оновлені.

source: There was an error updating group settings. Please try again.
uk: Під час оновлення налаштувань групи сталася помилка. Будь ласка, спробуйте ще раз.

source: Group details were successfully updated.
uk: Інформація групи була успішно оновлена.

source: There was an error updating group details. Please try again.
uk: Під час оновлення деталей групи сталася помилка. Будь ласка, спробуйте ще раз.

source: Your membership request was sent to the group administrator successfully. You will be notified when the group administrator responds to your request.
uk: Під час оновлення деталей групи сталася помилка. Будь ласка, спробуйте ще раз.

source: There was an error sending your group membership request. Please try again.
uk: Під час відправки вашого запиту на вступ до групи сталася помилка. Будь ласка, спробуйте ще раз.

source: There was an error accepting the group invitation. Please try again.
uk: Під час прийняття запиту на вступ до групи сталася помилка. Будь ласка, спробуйте ще раз.

source: The member requested to join the group
uk: Користувач відправив запит на вступ до групи

source: You are not allowed to send or remove invites
uk: У вас немає можливості відправляти або видаляти запрошення

source: Group invites sent.
uk: Запрошення в групу відправлені.

source: This group does not have a forum setup yet.
uk: У цієї групи ще не налаштований форум.

source: You have been banned from this group.
uk: Вас забанили в цій групі.

source: The post was edited successfully
uk: Запис успішно відредаговано.

source: There was an error when editing that post
uk: При редагуванні запису сталася помилка.

source: The post was deleted successfully
uk: Запис успішно видалено.

source: There was an error deleting that post
uk: При видаленні запису сталася помилка.

source: The topic was edited successfully
uk: Тема успішно відредагована.

source: There was an error when editing that topic
uk: При редагуванні теми сталася помилка.

source: The topic was deleted successfully
uk: Тема успішно видалена.

source: There was an error deleting the topic
uk: При видаленні теми сталася помилка.

source: The topic was opened successfully
uk: Тема успішно опублікована.

source: There was an error when opening that topic
uk: При відкритті теми сталася помилка.

source: The topic was closed successfully
uk: Тема успішно закрита.

source: There was an error when closing that topic
uk: При закритті теми сталася помилка.

source: The topic was unstuck successfully
uk: Тема успішно відкріплена.

source: There was an error when unsticking that topic
uk: При спробі відкріпити тему сталася помилка.

source: The topic was made sticky successfully
uk: Тема успішно прикріплена.

source: There was an error when making that topic a sticky
uk: При спробі прикріпити тему сталася помилка.

source: Your reply was posted successfully
uk: Відповідь успішно опубліковано!

source: There was an error when replying to that topic
uk: При публікації відповіді в темі сталася помилка.

source: It looks like you've already said that!
uk: Схоже, що ви це вже сказали!

source: Group invite rejected
uk: Запрошення в групу відхилено

source: Group invite could not be rejected
uk: Запрошення в групу не може бути відхилено

source: Group invite accepted
uk: Запрошення в групу прийнято

source: Group invite could not be accepted
uk: Запрошення в групу не може бути прийнято
