Repository: petlyak/buddypress-ukrainian
Catalog: buddypress-*.po
Languages: uk

source: The two big editing areas for the activity title and content are fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Primary Item/Secondary Item, Link, Type, Author ID) or to choose a 1- or 2-column layout for this screen.
uk: Дві великі зони для заголовка і вмісту елемента активності мають фіксоване розташування, але ви можете змінити розташування інших блоків, перетягуючи їх. Також є можливість розкрити або зменшити їх, клікаючи на заголовок кожного блоку. Використовуйте Налаштування екрану для того, щоб відображати або заховати блоки (Первинний/Вторинний елемент, Посилання, тип, ID автора) або для перемикання між 1 або 2х колоночним видом.

source: You edit activities made on your site similar to the way you edit a comment. This is useful if you need to change which page the activity links to, or when you notice that the author has made a typographical error.
uk: Ви можете редагувати елементи активності на сайті точно також, як ви редагуєте коментарі. Це корисно у випадках, коли треба змінити, на яку сторінку посилається елемент, або щоб виправити помилки.

source: Overview
uk: Огляд

source: ERROR: The item you are trying to reply to cannot be found, or it has been deleted.
uk: Помилка: Запис, на який ви збираєтеся відповісти, не знайдено (швидше за все видалено).

source: ERROR: Please type a reply.
uk: Помилка: Будь ласка, введіть відповідь.

# Admin Dashbord SWA menu
source: Activity
uk: Активність

# Admin Dashbord SWA page title
source: Activity
uk: Активність

source: Activity feed of %s's favorites.
uk: Стрічка активності обраних записів %s.

source: %1$s | %2$s | Favorites
uk: %1$s | %2$s | Вибране

source: Activity feed mentioning %s.
uk: Згадки %s в стрічці активності.

source: %1$s | %2$s | Mentions
uk: %1$s | %2$s | Згадки

source: Public group activity feed of which %s is a member.
uk: Публічна стрічка активності групи, учасником якої є %s.

source: %1$s | %2$s | Group Activity
uk: %1$s | %2$s | Стрічка активності групи

source: Activity feed for %s's friends.
uk: Стрічка активності друзів %s.

source: %1$s | %2$s | Friends Activity
uk: %1$s | %2$s | Стрічка активності друзів

source: Activity feed for %s.
uk: Стрічка активності для %s

source: %1$s | %2$s | Activity
uk: %1$s | %2$s | Активність

source: Activity feed for the entire site.
uk: Стрічка активності для всього сайту.

source: %s | Site-Wide Activity
uk: %s | Активність всього сайту

source: There was an error removing that activity as a favorite. Please try again.
uk: Під час видалення цього запису зі списку обраних сталася помилка. Будь ласка, спробуйте ще раз.

source: Activity removed as favorite.
uk: Елемент видалений зі списку обраних.

source: There was an error marking that activity as a favorite. Please try again.
uk: Під час збереження цього запису в списку обраного сталася помилка. Будь ласка, спробуйте ще раз.

source: Activity marked as favorite.
uk: Елемент доданий в Вибране.

source: There was an error posting that reply. Please try again.
uk: Під час відправки цієї відповіді сталася помилка. Будь ласка, спробуйте ще раз.

source: Reply Posted!
uk: Відповідь опублікована!

source: Please do not leave the comment area blank.
uk: Будь ласка, не залишайте коментар порожнім.

source: There was an error when posting your update. Please try again.
uk: Під час відправки вашого статусу сталася помилка. Будь ласка, спробуйте ще раз.

source: Update Posted!
uk: Статус опублікований!

source: Please enter some content to post.
uk: Будь ласка, введіть якийсь текст для публікації.

source: The activity item has been marked as spam and is no longer visible.
uk: Елемент активності був позначений як спам і більше не відображається на сайті.

source: There was an error when deleting that activity
uk: При видаленні елемента сталася помилка.

source: Activity deleted successfully
uk: Запись успешно удалена
